[
    {
        "tone": "neutral", 
        "full_text": "ALL JAN SHEUERMANN wanted to do was feed herself some chocolate. She ended up piloting the world’s most expensive fighter jet. // Sheuermann is quadriplegic, unable to move her arms and legs due to a neurodegenerative disease. So when scientists from the military’s future-science arm Darpa and the University of Pittsburgh’s Human Engineering Research Laboratories approached her in 2012 about plugging her brain into a robotic arm, the most she hoped for was the ability to serve herself some candy. Two years later, towards the end of her stint as a neuromotor guinea pig, the scientists changed the game. Instead of connecting Sheuermann’s brain interface to a robotic arm, they connected her to a flight simulator. She’d use the same neural connections to pilot an F-35 Joint Strike Fighter—the military’s next-gen attack jet. //  Although the agency unveiled the flight at a February 24 security conference called “Future of War,” Darpa officials insist Sheuermann is not a test pilot for a new generation of mind-controlled drones. The research was conducted under Darpa’s Revolutionizing Prosthetics research track, which is geared towards better robotic arms for injured veterans. “We are thinking about exactly how to restore function after injury, how the brain can be used to actuate devices,” says Justin Sanchez, the head of Darpa’s prosthetics research. He says projects like this are helping push the limits of what is possible with artificial neural circuitry and finding new ways to interact with the virtual world -- and maybe even the real one.", 
        "author": "Nick Stockton", 
        "headline": "Woman Controls a Fighter Jet Sim Using Only Her Mind", 
        "ptype": "slashed", 
        "source": "Wired.com", 
        "source_URL": "http://www.wired.com/2015/03/woman-controls-fighter-jet-sim-using-mind/", 
        "references": "Darpa and the University of Pittsburgh’s Human Engineering Research Laboratories;  Feb. 24 “Future of War” conference", 
        "chunk3": "Although the agency unveiled the flight at a February 24 security conference called “Future of War,” Darpa officials insist Sheuermann is not a test pilot for a new generation of mind-controlled drones. The research was conducted under Darpa’s Revolutionizing Prosthetics research track, which is geared towards better robotic arms for injured veterans. “We are thinking about exactly how to restore function after injury, how the brain can be used to actuate devices,” says Justin Sanchez, the head of Darpa’s prosthetics research. He says projects like this are helping push the limits of what is possible with artificial neural circuitry and finding new ways to interact with the virtual world -- and maybe even the real one.", 
        "chunk2": "Sheuermann is quadriplegic, unable to move her arms and legs due to a neurodegenerative disease. So when scientists from the military’s future-science arm Darpa and the University of Pittsburgh’s Human Engineering Research Laboratories approached her in 2012 about plugging her brain into a robotic arm, the most she hoped for was the ability to serve herself some candy. Two years later, towards the end of her stint as a neuromotor guinea pig, the scientists changed the game. Instead of connecting Sheuermann’s brain interface to a robotic arm, they connected her to a flight simulator. She’d use the same neural connections to pilot an F-35 Joint Strike Fighter—the military’s next-gen attack jet.", 
        "chunk1": "ALL JAN SHEUERMANN wanted to do was feed herself some chocolate. She ended up piloting the world’s most expensive fighter jet.", 
        "content_index": 0, 
        "additional_info": "Source:\nWired.com\n\nAuthor:\nNick Stockton\nNamed sources or checkable facts: \nDarpa and the University of Pittsburgh’s Human Engineering Research Laboratories;  Feb. 24 “Future of War” conference\nTone: ( neutrally informative or trying to persuade, sell or entertain?) neutral\n\n\n"
    }, 
    {
        "tone": "neutral", 
        "full_text": "“Why die on Mars, when you can live in South Dakota?”  That’s the tagline at the heart of a new South Dakota campaign where the state is positing itself as a better option than Mars.  “We are working on recruiting people to our state,” said Pat Costello, commissioner of the Governor’s Office of Economic Development.  \nSouth Dakota decided to have a little fun with their recruiting method.  The goal of the campaign, unveiled last week by the South Dakota Governor’s Office of Economic Development, is to remind the mere 200,000 people who recently signed up for a one way trip to Mars that the planet is a “cold and barren” place where “the air is not breathable.” South Dakota, however, has breathable air, is closer, and has jobs for all those looking for a new home.\n\n“Our goal is to build brand awareness of South Dakota. We are not just the home of Mt. Rushmore, but a home to thriving industries and job growth opportunities,” Costello said. ”We currently have one of the lowest unemployment rates in the country but we need people to move to South Dakota to solve our workforce shortage,” \n\nWith an unemployment rate at 3.5%, which is well below the national unemployment rate of 5.5%, the state is very excited about the opportunities this campaign is presenting. “The response has been unbelievable as this campaign has gone viral,” Costello said. ", 
        "author": "Abby Borovitz", 
        "headline": "South Dakota new ad campaign says they are better than Mars", 
        "ptype": "double n", 
        "source": "MSNBC", 
        "source_URL": "http://www.msnbc.com/the-cycle/south-dakota-new-ad-campaign-says-they-are-better-mars", 
        "references": "Pat Costello, commissioner of the Governor’s Office of Economic Development,", 
        "chunk3": "With an unemployment rate at 3.5%, which is well below the national unemployment rate of 5.5%, the state is very excited about the opportunities this campaign is presenting. “The response has been unbelievable as this campaign has gone viral,” Costello said.", 
        "chunk2": "“Our goal is to build brand awareness of South Dakota. We are not just the home of Mt. Rushmore, but a home to thriving industries and job growth opportunities,” Costello said. ”We currently have one of the lowest unemployment rates in the country but we need people to move to South Dakota to solve our workforce shortage,”", 
        "chunk1": "“Why die on Mars, when you can live in South Dakota?”  That’s the tagline at the heart of a new South Dakota campaign where the state is positing itself as a better option than Mars.  “We are working on recruiting people to our state,” said Pat Costello, commissioner of the Governor’s Office of Economic Development.  \nSouth Dakota decided to have a little fun with their recruiting method.  The goal of the campaign, unveiled last week by the South Dakota Governor’s Office of Economic Development, is to remind the mere 200,000 people who recently signed up for a one way trip to Mars that the planet is a “cold and barren” place where “the air is not breathable.” South Dakota, however, has breathable air, is closer, and has jobs for all those looking for a new home.", 
        "content_index": 1, 
        "additional_info": "Source: MSNBC\n\nAuthor:\nAbby Borovitz\n\nNamed sources or checkable facts: \nPat Costello, commissioner of the Governor’s Office of Economic Development,\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) neutral\n\n"
    }, 
    {
        "tone": "neutral", 
        "full_text": "LOS ANGELES -- Bumble Bee Foods and two managers were charged by Los Angeles prosecutors Monday with violating safety regulations in the death of a worker who was cooked in an industrial oven with tons of tuna.\nJose Melena was performing maintenance in a 35-foot-long oven at the company's Santa Fe Springs plant before dawn Oct. 11, 2012, when a co-worker, who mistakenly believed Melena was in the bathroom, filled the pressure cooker with 12,000 pounds of canned tuna and turned it on.\nWhen a supervisor noticed Melena, 62, was missing, an announcement was made on the intercom and employees searched for him in the facility and parking lot, according to a report by the California Division of Occupational Safety and Health. His body was found two hours later after the pressure cooker, which reached a temperature of 270 degrees, was turned off and opened.\nThe body was severely burned. The oven is used to sterilize cans of tuna, the report says.", 
        "author": "none", 
        "headline": "Bumble Bee WorkerCooked to Death with Tuna", 
        "ptype": "single n", 
        "source": "CBS", 
        "source_URL": "http://www.cbsnews.com/news/bumble-bee-foods-2-managers-charged-in-death-of-worker-cooked-with-tuna/", 
        "references": "California Division of Occupational Safety and Health,\nvictim’s name Jose Melena", 
        "chunk3": "When a supervisor noticed Melena, 62, was missing, an announcement was made on the intercom and employees searched for him in the facility and parking lot, according to a report by the California Division of Occupational Safety and Health. His body was found two hours later after the pressure cooker, which reached a temperature of 270 degrees, was turned off and opened.\n\nThe body was severely burned. The oven is used to sterilize cans of tuna, the report says.", 
        "chunk2": "Jose Melena was performing maintenance in a 35-foot-long oven at the company's Santa Fe Springs plant before dawn Oct. 11, 2012, when a co-worker, who mistakenly believed Melena was in the bathroom, filled the pressure cooker with 12,000 pounds of canned tuna and turned it on.", 
        "chunk1": "LOS ANGELES -- Bumble Bee Foods and two managers were charged by Los Angeles prosecutors Monday with violating safety regulations in the death of a worker who was cooked in an industrial oven with tons of tuna.", 
        "content_index": 2, 
        "additional_info": "Source: CBS\nAuthor:\nnone\n\nNamed sources or checkable facts:\nCalifornia Division of Occupational Safety and Health,\nvictim’s name Jose Melena\n\nTone: ( neutrally informative or trying to persuade, sell or entertain?) neutral\n\n"
    }, 
    {
        "tone": "entertain", 
        "full_text": "If he looks different from the other students on this college campus, it’s because he’s only 13 years old. But the amazing young Tyler is already consuming alcohol on a level equal to someone twice his age and his talents have gotten him accepted at Ohio State University. The school says the decision to admit him was a no-brainer. “He’s impressive,” said Janet Hines, Admissions Officer at Ohio State University. “Once we saw him pounding back Coors Light and falling all over himself and puking, we knew that this was someone who belongs at the Ohio State University.” ", 
        "author": "none listed", 
        "headline": "13-year-old Drinking Prodigy Accepted to Ohio State", 
        "ptype": "none", 
        "source": "The Onion", 
        "source_URL": "http://www.theonion.com/video/13-year-old-drinking-prodigy-accepted-to-ohio-stat-38104", 
        "references": "Janet Hines, Admissions Officer at Ohio State University.", 
        "chunk3": "“He’s impressive,” said Janet Hines, Admissions Officer at Ohio State University.\n\n“Once we saw him pounding back Coors Light and falling all over himself and puking, we knew that this was someone who belongs at the Ohio State University.”\n\n", 
        "chunk2": "But the amazing young Tyler is already consuming alcohol on a level equal to someone twice his age and his talents have gotten him accepted at Ohio State University.\n\nThe school says the decision to admit him was a no-brainer.", 
        "chunk1": "If he looks different from the other students on this college campus, it’s because he’s only 13 years old.", 
        "content_index": 3, 
        "additional_info": "Source:\nThe Onion\n\nAuthor:\nnone listed\n\nNamed sources or checkable facts: Janet Hines, Admissions Officer at Ohio State University.\n\nTone: ( neutrally informative or trying to persuade, sell or entertain?) entertain\n\n\n"
    }, 
    {
        "tone": "entertain (satire)", 
        "full_text": "HOUSTON—Stating that any damage would be limited to just a handful of species that somehow managed to survive that long, officials from the Shell Oil Company assured the public Wednesday that most of the Arctic wildlife living near their proposed drilling site will be extinct well before their next oil spill.// “After conducting several environmental impact studies, we can confidently say that our offshore drilling operations pose absolutely no threat to the Arctic’s hundreds of native species, which will have already been completely wiped out by the time any drilling mishap or crude oil spill takes place,” said Shell spokesman Curtis Smith.  He added that the region’s polar bears, walruses, and bowhead whales will most likely be eliminated by some combination of overfishing, ocean acidification, and melting ice shelves long before the first drops of unrefined petroleum begin gushing into the Chuchki Sea. //“We can assure you that there will be no repeat of the BP oil spill, in which a complex, thriving ecosystem was destroyed. At most, only some algae and maybe a few mackerel will still be around when our rig explodes and spews millions of gallons of oil into their habitat, and we believe those species will pretty much be on their last legs by then anyway.”// Smith added that the environmental hazards associated with the initial installation of the rigs will also go a long way toward ensuring most of the fauna has died off prior to any future spills.", 
        "author": "none listed", 
        "headline": "Shell Assures Nation Most Arctic Wildlife To Go Extinct Well Before Next Spill", 
        "ptype": "slashed", 
        "source": "The Onion", 
        "source_URL": "http://www.theonion.com/article/shell-assures-nation-most-arctic-wildlife-go-extin-50408", 
        "references": "Shell spokesman Curtis Smith", 
        "chunk3": "“We can assure you that there will be no repeat of the BP oil spill, in which a complex, thriving ecosystem was destroyed. At most, only some algae and maybe a few mackerel will still be around when our rig explodes and spews millions of gallons of oil into their habitat, and we believe those species will pretty much be on their last legs by then anyway.”\n\nSmith added that the environmental hazards associated with the initial installation of the rigs will also go a long way toward ensuring most of the fauna has died off prior to any future spills.", 
        "chunk2": "“After conducting several environmental impact studies, we can confidently say that our offshore drilling operations pose absolutely no threat to the Arctic’s hundreds of native species, which will have already been completely wiped out by the time any drilling mishap or crude oil spill takes place,” said Shell spokesman Curtis Smith.  He added that the region’s polar bears, walruses, and bowhead whales will most likely be eliminated by some combination of overfishing, ocean acidification, and melting ice shelves long before the first drops of unrefined petroleum begin gushing into the Chuchki Sea.", 
        "chunk1": "HOUSTON—Stating that any damage would be limited to just a handful of species that somehow managed to survive that long, officials from the Shell Oil Company assured the public Wednesday that most of the Arctic wildlife living near their proposed drilling site will be extinct well before their next oil spill.", 
        "content_index": 4, 
        "additional_info": "Source: The Onion\n\nAuthor: \nnone listed\nNamed sources or checkable facts:\nShell spokesman Curtis Smith\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) entertain (satire)\n\n"
    }, 
    {
        "tone": "entertain (satire)", 
        "full_text": "SAN DIEGO—In an effort to conserve water amid the state’s severe drought, SeaWorld officials announced Tuesday that the southern California marine park had drained all of its animal tanks halfway. “When facing a crisis this dire, everyone has a responsibility to make difficult sacrifices, which is why we at SeaWorld have decided to reduce the amount of water in all our whale, seal, and dolphin habitats by 50 percent,” said SeaWorld San Diego spokesperson Patricia Leeds, adding that the marine animals only needed a couple of inches of water to survive and that evaporation could be prevented by simply covering many of the creatures with tarps. “Our trainers are going to hook the orcas up to a winch and flip them over about once an hour to help their entire bodies stay moist. There’s still enough water in their enclosures, especially if the animals stay in one place like they’ve been doing.” Leeds added that implementing the new measures was not a problem for the company, as SeaWorld’s management had already been planning on making such a change to its animal habitats anyway.", 
        "author": "none listed", 
        "headline": "SeaWorld Responds To California Drought By Draining Animal Tanks Halfway", 
        "ptype": "none", 
        "source": "The Onion", 
        "source_URL": "http://www.theonion.com/article/seaworld-responds-to-california-drought-by-drainin-38386", 
        "references": "SeaWorld spokesperson Patricia Leeds, marine animals only need a couple of inches of water to survive", 
        "chunk3": "There’s still enough water in their enclosures, especially if the animals stay in one place like they’ve been doing.”\n\nLeeds added that implementing the new measures was not a problem for the company, as SeaWorld’s management had already been planning on making such a change to its animal habitats anyway.", 
        "chunk2": "“When facing a crisis this dire, everyone has a responsibility to make difficult sacrifices, which is why we at SeaWorld have decided to reduce the amount of water in all our whale, seal, and dolphin habitats by 50 percent,” said SeaWorld San Diego spokesperson Patricia Leeds, adding that the marine animals only needed a couple of inches of water to survive and that evaporation could be prevented by simply covering many of the creatures with tarps.\n\n“Our trainers are going to hook the orcas up to a winch and flip them over about once an hour to help their entire bodies stay moist.", 
        "chunk1": "SAN DIEGO—In an effort to conserve water amid the state’s severe drought, SeaWorld officials announced Tuesday that the southern California marine park had drained all of its animal tanks halfway.", 
        "content_index": 7, 
        "additional_info": "Source: The Onion\nAuthor: none listed\n\nNamed sources or checkable facts:\nSeaWorld spokesperson Patricia Leeds, marine animals only need a couple of inches of water to survive \nTone: (neutrally informative or trying to persuade, sell or entertain?) entertain (satire)\n"
    }, 
    {
        "tone": "neutrally informative", 
        "full_text": "The average human's attention span is... oh look, a bird!//\nAccording to scientists, the age of smartphones has left humans with such a short attention span even a goldfish can hold a thought for longer.\nResearchers surveyed 2,000 participants in Canada and studied the brain activity of 112 others using electroencephalograms.\nThe results showed the average human attention span has fallen from 12 seconds in 2000, or around the time the mobile revolution began, to eight seconds.\nGoldfish, meanwhile, are believed to have an attention span of nine seconds.//The study, by technology giant Microsoft, did however find that the ability of humans to multitask has improved.\n\"While digital lifestyles decrease sustained attention overall, it’s only true in the long-term. Early adopters and heavy social media users front load their attention and have more intermittent bursts of high attention.\n\"They’re better at identifying what they want/don’t want to engage with and need less to process and commit things to memory.\"", 
        "author": "Leon Watson", 
        "headline": "Study: Humans Now Have Shorter Attention Spans Than Goldfish", 
        "ptype": "slashed", 
        "source": "The Telegraph", 
        "source_URL": "http://www.telegraph.co.uk/news/science/science-news/11607315/Humans-have-shorter-attention-span-than-goldfish-thanks-to-smartphones.html", 
        "references": "Microsoft study", 
        "chunk3": "The study, by technology giant Microsoft, did however find that the ability of humans to multitask has improved.\n\"While digital lifestyles decrease sustained attention overall, it’s only true in the long-term. Early adopters and heavy social media users front load their attention and have more intermittent bursts of high attention.\n\"They’re better at identifying what they want/don’t want to engage with and need less to process and commit things to memory.\"", 
        "chunk2": "According to scientists, the age of smartphones has left humans with such a short attention span even a goldfish can hold a thought for longer.\nResearchers surveyed 2,000 participants in Canada and studied the brain activity of 112 others using electroencephalograms.\nThe results showed the average human attention span has fallen from 12 seconds in 2000, or around the time the mobile revolution began, to eight seconds.\nGoldfish, meanwhile, are believed to have an attention span of nine seconds.", 
        "chunk1": "The average human's attention span is... oh look, a bird!", 
        "content_index": 8, 
        "additional_info": "Source: The Telegraph\n\nAuthor: Leon Watson\n\nNamed sources or checkable facts:\nMicrosoft study\nTone: (neutrally informative or trying to persuade, sell or entertain?) \nneutrally informative\n"
    }, 
    {
        "tone": "neutrally informative", 
        "full_text": "BIMINI, Bahamas -- Turn off the spine-tingling music and forget everything you thought you knew about this solitary, \"mindless killing machine\". Sharks have individual personalities. They socialize, choose best friends and create social networks of unusual complexity. They can be trained by humans to complete simple tasks, much more quickly than rabbits or cats, for instance, and retain the knowledge for much longer. Sharks also teach each other new tricks: how to find food, identify predators and charm mates. Like sea turtles, some travel huge distances to return to their own birthplace, again and again, to give birth themselves. Most don't need to swim continuously to survive. And rather than being near-blind and reliant on smell, which is the general perception, they in fact have advanced sight. They feel pain. And the boldest sharks face a greater risk of dying before adulthood. //Debunking the popular image of sharks as killing machines is Jean-Sebastien Finger, a 29-year-old marine biologist who swapped Paris for Bimini’s Shark Lab.\n//\"They are not machines, they have personality,\" Finger explains. He is conducting the first study into the personalities of lemon sharks – the lab mice of the sea (but feistier). By observing them for thousands of hours he's built a \"Facebook of sharks\" and found that they have their own distinct personalities which are consistent over time. Some are sociable, bold, others shy, territorial, mellow, novelty-seeking, risk-averse, leaders, followers. The research may eventually be compared across species, including humans, to try to shed light on the evolution of personality.", 
        "author": "Oliver Duff", 
        "headline": "Far From Being Killing Machines, Sharks Have Personalities and Best Friends", 
        "ptype": "slashed", 
        "source": "The Independent", 
        "source_URL": "http://www.independent.co.uk/environment/nature/the-truth-about-sharks-far-from-being-killing-machines-they-have-personalities-best-friends-and-an-exceptional-capacity-for-learning-9887898.html", 
        "references": "Jean-Sebastien Finger, marine biologist,Bimini Shark Lab", 
        "chunk3": "\"They are not machines, they have personality,\" Finger explains. He is conducting the first study into the personalities of lemon sharks – the lab mice of the sea (but feistier). By observing them for thousands of hours he's built a \"Facebook of sharks\" and found that they have their own distinct personalities which are consistent over time. Some are sociable, bold, others shy, territorial, mellow, novelty-seeking, risk-averse, leaders, followers. The research may eventually be compared across species, including humans, to try to shed light on the evolution of personality.", 
        "chunk2": "Debunking the popular image of sharks as killing machines is Jean-Sebastien Finger, a 29-year-old marine biologist who swapped Paris for Bimini’s Shark Lab.", 
        "chunk1": "BIMINI, Bahamas -- Turn off the spine-tingling music and forget everything you thought you knew about this solitary, \"mindless killing machine\". Sharks have individual personalities. They socialize, choose best friends and create social networks of unusual complexity. They can be trained by humans to complete simple tasks, much more quickly than rabbits or cats, for instance, and retain the knowledge for much longer. Sharks also teach each other new tricks: how to find food, identify predators and charm mates. Like sea turtles, some travel huge distances to return to their own birthplace, again and again, to give birth themselves. Most don't need to swim continuously to survive. And rather than being near-blind and reliant on smell, which is the general perception, they in fact have advanced sight. They feel pain. And the boldest sharks face a greater risk of dying before adulthood.", 
        "content_index": 9, 
        "additional_info": "Source: The Independent\n\nAuthor: Oliver Duff\n\nNamed sources or checkable facts:\nJean-Sebastien Finger, marine biologist,Bimini Shark Lab\n\nTone: (neutrally informative or trying to persuade, sell or entertain?)  neutrally informative\n"
    }, 
    {
        "tone": "entertain", 
        "full_text": "NEW HAVEN, CT—Shedding new light on one of the most influential leaders in American history, Yale University historians released a report Thursday that suggests White House officials deliberately hid President Franklin Roosevelt’s mechanical spider legs from the public.\n\nThe report, which draws upon a recently discovered trove of photographs, state documents, and personal journals, describes a coordinated effort by top aides to conceal the fact that the 32nd president relied on a set of eight hydraulically powered cast-iron legs to skitter about during the last two decades of his life.\n\n“Roosevelt’s advisers feared voters of the time would never elect a man whose lower extremities had been replaced with an intricate system of spider-like appendages,” said report co-author Stephen Elmore, who noted that during FDR’s first campaign for governor of New York, his staff began to disguise the 4-foot-long triple-jointed prostheses that he had custom-designed to regain mobility after becoming paralyzed in 1921. “After he secured the White House, they continued to worry about the potentially devastating fallout should his eight lanky, motorized legs be discovered by political opponents or foreign governments.”\n\n“Records show that even some members of his Cabinet were unaware Roosevelt was a robotic arachnid below the waist,” Elmore added.\n\nAccording to historians, the president’s entourage blocked views of his wide base of spindly metal legs by closely flanking him on all sides until he was safely behind a desk, a table, or one of his specially crafted 6-foot-wide podiums. If he needed to be seen seated, they reportedly covered his legs with blankets or pillows, as was the case at the 1945 Yalta Conference, when assistants draped 11 wool shawls over his lap before he posed with Winston Churchill and Joseph Stalin.", 
        "author": "none listed", 
        "headline": "White House Officials Deliberately Hid FDR's Mechanical Spider Legs From Public", 
        "ptype": "double n", 
        "source": "The Onion", 
        "source_URL": "http://www.theonion.com/article/report-white-house-officials-deliberately-hid-fdrs-50434", 
        "references": "report co-author Stephen Elmore, photos", 
        "chunk3": "“Records show that even some members of his Cabinet were unaware Roosevelt was a robotic arachnid below the waist,” Elmore added.\n\nAccording to historians, the president’s entourage blocked views of his wide base of spindly metal legs by closely flanking him on all sides until he was safely behind a desk, a table, or one of his specially crafted 6-foot-wide podiums. If he needed to be seen seated, they reportedly covered his legs with blankets or pillows, as was the case at the 1945 Yalta Conference, when assistants draped 11 wool shawls over his lap before he posed with Winston Churchill and Joseph Stalin.", 
        "chunk2": "The report, which draws upon a recently discovered trove of photographs, state documents, and personal journals, describes a coordinated effort by top aides to conceal the fact that the 32nd president relied on a set of eight hydraulically powered cast-iron legs to skitter about during the last two decades of his life.\n\n“Roosevelt’s advisers feared voters of the time would never elect a man whose lower extremities had been replaced with an intricate system of spider-like appendages,” said report co-author Stephen Elmore, who noted that during FDR’s first campaign for governor of New York, his staff began to disguise the 4-foot-long triple-jointed prostheses that he had custom-designed to regain mobility after becoming paralyzed in 1921. “After he secured the White House, they continued to worry about the potentially devastating fallout should his eight lanky, motorized legs be discovered by political opponents or foreign governments.”", 
        "chunk1": "NEW HAVEN, CT—Shedding new light on one of the most influential leaders in American history, Yale University historians released a report Thursday that suggests White House officials deliberately hid President Franklin Roosevelt’s mechanical spider legs from the public.", 
        "content_index": 10, 
        "additional_info": "Source: The Onion\n\nAuthor: none listed\n\nNamed sources or checkable facts:\nreport co-author Stephen Elmore, photos\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) entertain\n"
    }, 
    {
        "tone": "informative", 
        "full_text": "Sruli Schochet was in an Arkansas Walmart when he ran into this guy, proudly showing off a tattoo he thought read as “strength” in Hebrew. Unfortunately, the tattoo was badly misspelled.Schochet said he didn’t have the heart to break it to the guy, that the word on his arm actually reads as “matzoh,” the Hebrew word for the cracker-like unleavened bread Jews eat during the holiday of Passover.\n“Let’s just say, there is a white guy in Arkansas walking around with the Hebrew word for ‘cracker’ on his arm…and he doesn’t know it!” Schochet said in the comments on his post.\n“When he told me that he thought it meant strength, my mind was spinning,” Schochet said. “Was there some other definition of matzoh that I didn’t know? But I looked it up and there isn’t. This poor guy totally got fooled.”\nSchochet said that his post has been shared over 3,500 times since he first uploaded it on Monday. In the comments several people pointed out that there are websites that recommend Hebrew tattoos, and on one, the word for strength is given as “matzah.”\n“Maybe some Israeli guy is just having a good time tricking people,” he said. “Right under the word matzoh was the word ‘chametz’ [Hebrew for the leavened bread Jews won’t eat on the Passover holiday] and it was defined as power or something, so it made me think some guy was just messing with people.”", 
        "author": "Sheera Frankel", 
        "headline": "This Guy Thought His Tattoo Said “Strength” But It Really Says “Matzoh”", 
        "ptype": "single n", 
        "source": "Buzzfeed", 
        "source_URL": "http://www.buzzfeed.com/sheerafrenkel/you-should-probably-passover-getting-that-tattoo#.it1z5EdxZN", 
        "references": "matzoh in Hebrew, Sruli Schochet’s instagram", 
        "chunk3": "Schochet said that his post has been shared over 3,500 times since he first uploaded it on Monday. In the comments several people pointed out that there are websites that recommend Hebrew tattoos, and on one, the word for strength is given as “matzah.”\n\n“Maybe some Israeli guy is just having a good time tricking people,” he said. “Right under the word matzoh was the word ‘chametz’ [Hebrew for the leavened bread Jews won’t eat on the Passover holiday] and it was defined as power or something, so it made me think some guy was just messing with people.”", 
        "chunk2": "“Let’s just say, there is a white guy in Arkansas walking around with the Hebrew word for ‘cracker’ on his arm…and he doesn’t know it!” Schochet said in the comments on his post.\n\n“When he told me that he thought it meant strength, my mind was spinning,” Schochet said. “Was there some other definition of matzoh that I didn’t know? But I looked it up and there isn’t. This poor guy totally got fooled.”", 
        "chunk1": "Sruli Schochet was in an Arkansas Walmart when he ran into this guy, proudly showing off a tattoo he thought read as “strength” in Hebrew. Unfortunately, the tattoo was badly misspelled.Schochet said he didn’t have the heart to break it to the guy, that the word on his arm actually reads as “matzoh,” the Hebrew word for the cracker-like unleavened bread Jews eat during the holiday of Passover.", 
        "content_index": 11, 
        "additional_info": "Source: Buzzfeed\nAuthor: Sheera Frankel\nNamed sources or checkable facts:\nmatzoh in Hebrew, Sruli Schochet’s instagram\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) informative\n"
    }, 
    {
        "tone": "neutrally informative (satire), trying to persuade", 
        "full_text": "Vaccines Being Labeled The New ‘Gateway Drug’ To Heroin.\nA new study released by Feminists Against Vaccinations shows that vaccines serve as a gateway drug to heroin.\nThe patriarchy has been known to employ the use of heroine to keep women under their power I keeping them addicted.\n“Their first injection was a vaccination. Protect your children from vaccinations,” says the campaign by this feminist agency.//Vaccinations leave a lasting psychological belief that injecting is beneficial. Studies have shown that children who are vaccinated are 85% more likely to inject heroin than those who are not.\nThey are urging people to avoid vaccinations, so not to lose your children to drugs.\nDo you agree with this new campaign?\nAre vaccination injections really a gateway drug to other harder, addictive substances?\nThe Feminists Against Vaccination movement is adamant that they are!\n", 
        "author": "Joey", 
        "headline": "Vaccines Being Labled the New Gateway Drug to Heroin", 
        "ptype": "slashed", 
        "source": "The Racket Report", 
        "source_URL": "http://theracketreport.com/vaccines-being-labeled-the-new-gateway-drug-to-heroin/", 
        "references": "Feminists Against Vaccinations", 
        "chunk3": "", 
        "chunk2": "Vaccinations leave a lasting psychological belief that injecting is beneficial. Studies have shown that children who are vaccinated are 85% more likely to inject heroin than those who are not.\nThey are urging people to avoid vaccinations, so not to lose your children to drugs.\nDo you agree with this new campaign?\nAre vaccination injections really a gateway drug to other harder, addictive substances?\nThe Feminists Against Vaccination movement is adamant that they are!", 
        "chunk1": "Vaccines Being Labeled The New ‘Gateway Drug’ To Heroin.\nA new study released by Feminists Against Vaccinations shows that vaccines serve as a gateway drug to heroin.\nThe patriarchy has been known to employ the use of heroine to keep women under their power I keeping them addicted.\n“Their first injection was a vaccination. Protect your children from vaccinations,” says the campaign by this feminist agency.", 
        "content_index": 12, 
        "additional_info": "Source: The Racket Report\n\nAuthor: Joey\nNamed sources or checkable facts:\nFeminists Against Vaccinations\nTone: (neutrally informative or trying to persuade, sell or entertain?) neutrally informative (satire), trying to persuade\n"
    }, 
    {
        "tone": "entertain", 
        "full_text": "Colorado Springs, Co. Their slogan, “There’s More to Girl Scout Cookies Than What’s in the Box” is now truly living up to its meaning.\nAfter July 1, 2015, three new flavors will be available to purchasers at their local dispensaries. Num-Nums, Headdies and THC Mints will be the first three flavors released during their ‘Freedom America’ campaign.\nOn their website they are asking you to, “Grab your imagination and get in the spirit! This Girl Scout cookie season you can have more fun than ever.”\nGSA spokesperson, Gilda Maverick, said they are excited to expand into this new market. “Girl Scout cookies have always been a huge seller. It’s no secret that it’s one of the favorite “munchie” snacks of all time. With that being said, we decided to merge the brand and help people with serious medical issues heal their pains.”\nMaverick added that this new division will be completely separate from normal Girl Scout cookie promotions. “You will not see little girls selling these cookies outside of grocery stores,” Maverick adamantly stated. “This is something that will be completely separate and regulated within the dispensaries.”\nGirl Scout officials acknowledge that the mission for these girls nationwide is difficult these days.\nWith Girl Scout membership down 2% nationally this year, and cookies sales off pace, GSA admittedly had to do something to prevent them from being $1 million short of their projected sales revenue.\nAccording to Colorado state officials, the state made $7.34 million from marijuana dispensary application fees alone.\nThe projected revenue for a marijuana dispensary in Colorado can range anywhere from $100,000 per year – $1 million per year.\nNum-Nums, Headdies and THC Mints are projected to bring in approximately $8.5 million in the first year alone.", 
        "author": "Joey", 
        "headline": "Girl Scouts Of America Approved For License To Sell Marijuana Edible Cookies At Dispensaries -", 
        "ptype": "single n", 
        "source": "The Racket Report", 
        "source_URL": "http://theracketreport.com/girl-scouts-of-america-approved-for-license-to-sell-marijuana-edible-cookies-at-dispensaries/", 
        "references": "GSA spokesperson Gilda Maverick,", 
        "chunk3": "Girl Scout officials acknowledge that the mission for these girls nationwide is difficult these days.\n\nWith Girl Scout membership down 2% nationally this year, and cookies sales off pace, GSA admittedly had to do something to prevent them from being $1 million short of their projected sales revenue.\n\nAccording to Colorado state officials, the state made $7.34 million from marijuana dispensary application fees alone.\n\nThe projected revenue for a marijuana dispensary in Colorado can range anywhere from $100,000 per year – $1 million per year.\n\nNum-Nums, Headdies and THC Mints are projected to bring in approximately $8.5 million in the first year alone.", 
        "chunk2": "After July 1, 2015, three new flavors will be available to purchasers at their local dispensaries. Num-Nums, Headdies and THC Mints will be the first three flavors released during their ‘Freedom America’ campaign.\n\nOn their website they are asking you to, “Grab your imagination and get in the spirit! This Girl Scout cookie season you can have more fun than ever.”\n\nGSA spokesperson, Gilda Maverick, said they are excited to expand into this new market. “Girl Scout cookies have always been a huge seller. It’s no secret that it’s one of the favorite “munchie” snacks of all time. With that being said, we decided to merge the brand and help people with serious medical issues heal their pains.”\n\nMaverick added that this new division will be completely separate from normal Girl Scout cookie promotions. “You will not see little girls selling these cookies outside of grocery stores,” Maverick adamantly stated. “This is something that will be completely separate and regulated within the dispensaries.”", 
        "chunk1": "Colorado Springs, Co. Their slogan, “There’s More to Girl Scout Cookies Than What’s in the Box” is now truly living up to its meaning.", 
        "content_index": 13, 
        "additional_info": "Source: The Racket Report\n\nAuthor: Joey\nNamed sources or checkable facts:\nGSA spokesperson Gilda Maverick, \n\nTone: (neutrally informative or trying to persuade, sell or entertain?)  entertain\n"
    }, 
    {
        "tone": "persuade", 
        "full_text": "Publicly, The United States and Mexico deny that there are ISIS terrorists operating near El Paso, TX. However, the rapid deployment of FBI personnel, following the release of a Judicial Watch disclosure which reported that ISIS maintains a base camp only a few miles from El Paso, TX., is noteworthy. The fact that the gathering of FBI brass at the border, and DHS was not invited, speaks to the deep division that is forming within the government on this issue.\n\nThe Judicial Watch report has come under intense criticism from Federal officials since it surfaced three days ago. However, the criticism is irrelevant and false. The presence of the ISIS camp is merely part of a bigger paramilitary force preparing to attack selected targets inside of the United States.\n\nISIS is operating a camp just a few miles from El Paso, Texas, according to Judicial Watch sources that includes a Mexican Army field grade officer and a Mexican Federal Police Inspector. During the course of a joint operation last week, Mexican Army and federal law enforcement officials discovered documents in Arabic and Urdu, as well as “plans” of Fort Bliss. The implications are obvious.\n\nAccording to documents uncovered by Judicial Watch, the Juárez Cartel helps ISIS terrorists move through the desert and across the border between Santa Teresa and Sunland Park, New Mexico. The report[6] goes on to state that east of El Paso and Ciudad Juárez, cartel-backed “coyotes” are also smuggling ISIS terrorists through the unguarded border between Acala and Fort Hancock, Texas. The Judicial Watch documents[7] specifically state that these particular areas are targeted by ISIS because of “their understaffed municipal and county police forces as well as the already existing relative safe-havens the areas provide for the unchecked large-scale drug smuggling”.\n\nAccording to Judicial Watch[8], “ISIS is conducting reconnaissance of regional universities; the White Sands Missile Range; government facilities in Alamogordo, NM; Ft. Bliss; and the electrical power facilities near Anapra and Chaparral, NM”.", 
        "author": "Dave Hodges", 
        "headline": "The Connection Between Jade Helm and ISIS", 
        "ptype": "double n", 
        "source": "The Common Sense Show", 
        "source_URL": "http://www.thecommonsenseshow.com/2015/04/17/the-connection-between-jade-helm-and-isis/", 
        "references": "Judicial Watch Report", 
        "chunk3": "According to documents uncovered by Judicial Watch, the Juárez Cartel helps ISIS terrorists move through the desert and across the border between Santa Teresa and Sunland Park, New Mexico. The report[6] goes on to state that east of El Paso and Ciudad Juárez, cartel-backed “coyotes” are also smuggling ISIS terrorists through the unguarded border between Acala and Fort Hancock, Texas. The Judicial Watch documents[7] specifically state that these particular areas are targeted by ISIS because of “their understaffed municipal and county police forces as well as the already existing relative safe-havens the areas provide for the unchecked large-scale drug smuggling”.\n\nAccording to Judicial Watch[8], “ISIS is conducting reconnaissance of regional universities; the White Sands Missile Range; government facilities in Alamogordo, NM; Ft. Bliss; and the electrical power facilities near Anapra and Chaparral, NM”.", 
        "chunk2": "The Judicial Watch report has come under intense criticism from Federal officials since it surfaced three days ago. However, the criticism is irrelevant and false. The presence of the ISIS camp is merely part of a bigger paramilitary force preparing to attack selected targets inside of the United States.\n\nISIS is operating a camp just a few miles from El Paso, Texas, according to Judicial Watch sources that includes a Mexican Army field grade officer and a Mexican Federal Police Inspector. During the course of a joint operation last week, Mexican Army and federal law enforcement officials discovered documents in Arabic and Urdu, as well as “plans” of Fort Bliss. The implications are obvious.", 
        "chunk1": "Publicly, The United States and Mexico deny that there are ISIS terrorists operating near El Paso, TX. However, the rapid deployment of FBI personnel, following the release of a Judicial Watch disclosure which reported that ISIS maintains a base camp only a few miles from El Paso, TX., is noteworthy. The fact that the gathering of FBI brass at the border, and DHS was not invited, speaks to the deep division that is forming within the government on this issue.", 
        "content_index": 14, 
        "additional_info": "Source: The Common Sense Show\n\nAuthor: Dave Hodges\n\nNamed sources or checkable facts: Judicial Watch Report\n\n\nTone: (neutrally informative or trying to persuade, sell or entertain?)  persuade\n"
    }, 
    {
        "tone": "neutrally informative", 
        "full_text": "MADRID -  Doctors of the Carlos III hospital confirmed this morning in a press conference, the first case of human death caused by the ingestion of genetically modified food. Juan Pedro Ramos died from anaphylaxis after eating some recently developed tomatoes containing fish genes, which provoked a violent and lethal allergic reaction. \n\nThis surprising announcement comes after the autopsy of the 31-year old Spanish man who died  at the Madrid hospital in the beginning of January. The young man’s health rapidly deteriorated after he suffered an unexplained allergic reaction, and all the drugs used to refrain the anaphylaxis were entirely inefficient. The team of experts claims to have been able to determine that the genetically modified tomatoes that the victim ingested at lunch were the cause of the allergic reaction that caused his death.\n\nMr. Ramos was working as a clerk in a Madrid warehouse on January 7, when he started feeling ill just after lunch. A number of symptoms started to manifest themselves, including a violent itchy rash, some serious swelling of the throat and a drastic drop in blood pressure. The man, who was known to have allergies, quickly injected himself some epinephrine, but his health condition continued to deteriorate.\n\nThe young man was rapidly carried to the hospital by co-workers, but the medical staff was unable to identify the cause of his allergic reaction in time and none of the usual treatments or drugs seemed to work. Mr. Ramos was confirmed dead just over an hour after arriving at the hospital.\n\nThe 31-year old man appeared healthy when he visited his family for the holidays.\nThe young man appeared happy and healthy when this picture was taken by his roommate, less than 24 hours before he died.\nThe medical examiners and forensic experts at the Carlos III hospital had to execute a lot of tests and analysis before they could precisely determine what caused Mr. Ramos to die of an allergic reaction to seafood,  since all he had eaten before his death was a bacon, lettuce and tomato sandwich with a diet cola. They were astonished when they discovered that the tomato he had ingested, not only contained some fish-related allergens, but also some antibiotic resistant genes which had prevented Mr. Ramos’ white blood cells from saving his life.\n\n“At first we thought that there had been some form of contamination of his food, from contact with fish or seafood during the preparation” explained Dr. Rafael Pérez-Santamarina. “It was only when we tested the tomato itself that we noticed that it contained some allergens usually found in seafood. We did many different analysis and they all confirmed that the tomato was indeed the source of the allergens that killed Mr. Ramos.” ", 
        "author": "none", 
        "headline": "DOCTORS CONFIRM FIRST HUMAN DEATH OFFICIALLY CAUSED BY GMOS", 
        "ptype": "double n", 
        "source": "World News Daily Report", 
        "source_URL": "http://worldnewsdailyreport.com/doctors-confirm-first-human-death-officially-caused-by-gmos/", 
        "references": "Dr. Rafael Pérez-Santamarina", 
        "chunk3": "The young man was rapidly carried to the hospital by co-workers, but the medical staff was unable to identify the cause of his allergic reaction in time and none of the usual treatments or drugs seemed to work. Mr. Ramos was confirmed dead just over an hour after arriving at the hospital.\n\nThe 31-year old man appeared healthy when he visited his family for the holidays.\nThe young man appeared happy and healthy when this picture was taken by his roommate, less than 24 hours before he died.\nThe medical examiners and forensic experts at the Carlos III hospital had to execute a lot of tests and analysis before they could precisely determine what caused Mr. Ramos to die of an allergic reaction to seafood,  since all he had eaten before his death was a bacon, lettuce and tomato sandwich with a diet cola. They were astonished when they discovered that the tomato he had ingested, not only contained some fish-related allergens, but also some antibiotic resistant genes which had prevented Mr. Ramos’ white blood cells from saving his life.\n\n“At first we thought that there had been some form of contamination of his food, from contact with fish or seafood during the preparation” explained Dr. Rafael Pérez-Santamarina. “It was only when we tested the tomato itself that we noticed that it contained some allergens usually found in seafood. We did many different analysis and they all confirmed that the tomato was indeed the source of the allergens that killed Mr. Ramos.”", 
        "chunk2": "This surprising announcement comes after the autopsy of the 31-year old Spanish man who died  at the Madrid hospital in the beginning of January. The young man’s health rapidly deteriorated after he suffered an unexplained allergic reaction, and all the drugs used to refrain the anaphylaxis were entirely inefficient. The team of experts claims to have been able to determine that the genetically modified tomatoes that the victim ingested at lunch were the cause of the allergic reaction that caused his death.\n\nMr. Ramos was working as a clerk in a Madrid warehouse on January 7, when he started feeling ill just after lunch. A number of symptoms started to manifest themselves, including a violent itchy rash, some serious swelling of the throat and a drastic drop in blood pressure. The man, who was known to have allergies, quickly injected himself some epinephrine, but his health condition continued to deteriorate.", 
        "chunk1": "MADRID -  Doctors of the Carlos III hospital confirmed this morning in a press conference, the first case of human death caused by the ingestion of genetically modified food. Juan Pedro Ramos died from anaphylaxis after eating some recently developed tomatoes containing fish genes, which provoked a violent and lethal allergic reaction.", 
        "content_index": 15, 
        "additional_info": "Source: World News Daily Report\n\nAuthor: none\n\nNamed sources or checkable facts:\nDr. Rafael Pérez-Santamarina\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) neutrally informative\n"
    }, 
    {
        "tone": "entertain", 
        "full_text": "Scientists at Harvard University have successfully taught a monkey to understand the theory of evolution.\n\nAccording to a new paper published today in Nature, a team of primatologists used basic sign language and symbols to teach an orangutan named “Pongo Pete” that humans and other primates shared a common ancestor.\n\nThe two-year experiment began by teaching Pete the difference between the evidence-based reasoning of science and non-evidence based reasoning. It concluded two months ago when Pete finally confirmed he understood that both he and his human friends had evolved through natural selection.\n\n“Our goal was to prove that even a monkey can understand evolution,” says Dr. Ronald Artest, the lead researcher on the project. “The idea came to us when one of my undergraduate students said she believed God created the Earth, humans and all other life on this planet simultaneously around 10,000 years ago.\n\n“I thought to myself, ‘That’s the stupidest thing I’ve heard. I bet even Pongo Pete is capable of understanding the idiocy of that comment!’ And sure enough, it seems that with a lot of hard work and patience, you can teach monkeys things you can’t teach Creationists.”\n\nWhen told that a large percentage of humans still have not accepted the reality of evolution, Pongo Pete reportedly responded by pointing to the symbol for “stupid.”", 
        "author": "none", 
        "headline": "Scientists Successfully Teach Monkey Theory of Evolution", 
        "ptype": "double n", 
        "source": "Source: The Daily Currant", 
        "source_URL": "http://dailycurrant.com/2014/04/19/scientists-successfully-teach-monkey-theory-of-evolution/", 
        "references": "Dr. Ronald Artest", 
        "chunk3": "“Our goal was to prove that even a monkey can understand evolution,” says Dr. Ronald Artest, the lead researcher on the project. “The idea came to us when one of my undergraduate students said she believed God created the Earth, humans and all other life on this planet simultaneously around 10,000 years ago.\n\n“I thought to myself, ‘That’s the stupidest thing I’ve heard. I bet even Pongo Pete is capable of understanding the idiocy of that comment!’ And sure enough, it seems that with a lot of hard work and patience, you can teach monkeys things you can’t teach Creationists.”\n\nWhen told that a large percentage of humans still have not accepted the reality of evolution, Pongo Pete reportedly responded by pointing to the symbol for “stupid.”", 
        "chunk2": "According to a new paper published today in Nature, a team of primatologists used basic sign language and symbols to teach an orangutan named “Pongo Pete” that humans and other primates shared a common ancestor.\n\nThe two-year experiment began by teaching Pete the difference between the evidence-based reasoning of science and non-evidence based reasoning. It concluded two months ago when Pete finally confirmed he understood that both he and his human friends had evolved through natural selection.", 
        "chunk1": "Scientists at Harvard University have successfully taught a monkey to understand the theory of evolution.", 
        "content_index": 16, 
        "additional_info": "Source: Source: The Daily Currant\n\nAuthor: none\n\nNamed sources or checkable facts: Dr. Ronald Artest\n\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) \nentertain\n\n"
    }, 
    {
        "tone": "entertain", 
        "full_text": "RICHMOND, Virginia - \n\nA Virginia man, Charles Demar, on death row since 2001 for the murder of his wife and two sons, was recently allowed the option of choosing his method of execution by the state supreme court. A statement, released by Demar’s lawyer, says that he has chosen the option to die of ‘old age.’\n\n“Mr. Demar, when given the opportunity to choose the manner in which he would be executed, chose to die by ‘old age,’” said Demar’s attorney, Richard Cheatum. “The state, forced to accept this request, have no choice legally but to let my client go free, so that he may die at the same natural rate as any other person.”\n\nThe laws in Virginia appear to be written in such a manner that a request of this nature is perfectly acceptable, with one supreme court judge quoted as saying that he “couldn’t believe” that no one had ever thought to choose that option previously.\n\n\n \n“It would be one thing if we were just going to keep him in prison, maybe move him from death row and place him in general population, but with the way our laws are currently written, this particular inmate was able to find a loophole in the system that would grant him the ability to be executed by ‘old age,’ with that time being lived outside of the prison,” said Judge George Morris. “It’s safe to assume that we will be keeping a close eye on Mr. Demar as his time in prison comes to an end and he is allowed to merge back into society.”\n\n“This is an amazing feat that we’ve been able to accomplish, and I am very proud of the work that we have put in to ensure that my client is afforded his ‘perfect ending,’” said Cheatum.", 
        "author": "none", 
        "headline": "Death Row Inmate Allowed To Choose Method Of Execution Picks ‘Old Age’", 
        "ptype": "double n", 
        "source": "Empire News", 
        "source_URL": "http://empirenews.net/death-row-inmate-allowed-to-choose-method-of-execution-picks-old-age/", 
        "references": "Demar’s attorney, Richard Cheatum", 
        "chunk3": "The laws in Virginia appear to be written in such a manner that a request of this nature is perfectly acceptable, with one supreme court judge quoted as saying that he “couldn’t believe” that no one had ever thought to choose that option previously.\n\n“It would be one thing if we were just going to keep him in prison, maybe move him from death row and place him in general population, but with the way our laws are currently written, this particular inmate was able to find a loophole in the system that would grant him the ability to be executed by ‘old age,’ with that time being lived outside of the prison,” said Judge George Morris. “It’s safe to assume that we will be keeping a close eye on Mr. Demar as his time in prison comes to an end and he is allowed to merge back into society.”\n\n“This is an amazing feat that we’ve been able to accomplish, and I am very proud of the work that we have put in to ensure that my client is afforded his ‘perfect ending,’” said Cheatum.", 
        "chunk2": "A Virginia man, Charles Demar, on death row since 2001 for the murder of his wife and two sons, was recently allowed the option of choosing his method of execution by the state supreme court. A statement, released by Demar’s lawyer, says that he has chosen the option to die of ‘old age.’\n\n“Mr. Demar, when given the opportunity to choose the manner in which he would be executed, chose to die by ‘old age,’” said Demar’s attorney, Richard Cheatum. “The state, forced to accept this request, have no choice legally but to let my client go free, so that he may die at the same natural rate as any other person.”", 
        "chunk1": "RICHMOND, Virginia -", 
        "content_index": 17, 
        "additional_info": "Source: Empire News\nAuthor: none\n\nNamed sources or checkable facts:\nDemar’s attorney, Richard Cheatum\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) \nentertain"
    }, 
    {
        "tone": "persuade", 
        "full_text": "A new study has found that Fox News is hurting the Republican Party by brainwashing millions of angry conservatives with misinformation.\n\nIn a new study of the Fox News effect by Bruce Bartlett, research was collected that demonstrated the negative impact of Fox News on media and politics.\n\nBartlett described what the founding of Fox News first meant to conservatives, and how it shifted into an act of self-brain washing, “Like someone dying of thirst in the desert, conservatives drank heavily from the Fox waters. Soon, it became the dominant -and in many cases, virtually the only – major news source for millions of Americans. This has had profound political implications that are only starting to be appreciated. Indeed, it can almost be called self-brainwashing – many conservatives now refuse to even listen to any news or opinion not vetted through Fox, and to believe whatever appears on it as the gospel truth.”\n\nMr. Bartlett documented Fox News’ extreme rightward shift after 9/11 and how the network went from tilting conservative to flat out misinformation and propaganda. The study also sums of years of research that points to Fox News viewers as being the least informed media consumers.", 
        "author": "Jason Easley", 
        "headline": "New Study Finds That Fox News Is Brainwashing Viewers And Hurting The Republican Party", 
        "ptype": "double n", 
        "source": "Politicus USA", 
        "source_URL": "http://www.politicususa.com/2015/05/19/study-finds-fox-news-brainwashing-viewers-hurting-republican-party.html", 
        "references": "Bruce Bartlett, author of study", 
        "chunk3": "Bartlett described what the founding of Fox News first meant to conservatives, and how it shifted into an act of self-brain washing, “Like someone dying of thirst in the desert, conservatives drank heavily from the Fox waters. Soon, it became the dominant -and in many cases, virtually the only – major news source for millions of Americans. This has had profound political implications that are only starting to be appreciated. Indeed, it can almost be called self-brainwashing – many conservatives now refuse to even listen to any news or opinion not vetted through Fox, and to believe whatever appears on it as the gospel truth.”\n\nMr. Bartlett documented Fox News’ extreme rightward shift after 9/11 and how the network went from tilting conservative to flat out misinformation and propaganda. The study also sums of years of research that points to Fox News viewers as being the least informed media consumers.", 
        "chunk2": "In a new study of the Fox News effect by Bruce Bartlett, research was collected that demonstrated the negative impact of Fox News on media and politics.", 
        "chunk1": "A new study has found that Fox News is hurting the Republican Party by brainwashing millions of angry conservatives with misinformation.", 
        "content_index": 18, 
        "additional_info": "Source: Politicus USA\n\nAuthor: Jason Easley\n\nNamed sources or checkable facts:\nBruce Bartlett, author of study\n\nTone: (neutrally informative or trying to persuade, sell or entertain?)  persuade\n"
    }, 
    {
        "tone": "neutrally informative", 
        "full_text": "Ronald Nelson is book-smart, but also money-smart with an eye for long-term thinking it seems.\n\nThe high school senior was accepted to all eight Ivy League schools, but opted to turn them all down, as well as other prestigious schools like Stanford and Johns Hopkins, to accept a full scholarship at the University of Alabama, Business Insider reports.\n\nNelson said it took a lot of “soul searching,” but ultimately he decided it was for the best.\n\nThe brilliant senior had a GPA of 4.58, and scored 2260 out of 2400 on his SAT, as well as a 34 out of 36 on his ACT. He also completed 15 Advanced Placement courses, so naturally he wasn’t short on college acceptances.\n\nHowever, none of the Ivy League or other prestigious schools offered him any merit-based scholarships, and Nelson didn’t see them as being worth the financial strain, especially considering the fact that he has plans to attend medical school afterward.\n\n“With people being in debt for years and years, it wasn't a burden that Ronald wanted to take on, and it wasn't a burden that we wanted to deal with for a number of years after undergraduate,” his father, Ronald Nelson Sr., explained. “We can put that money away and spend it on his medical school, or any other graduate school.”\nAnd the soon-to-be University of Alabama student doesn’t think he’s missing out or that his decision will affect his chances of getting into another top school for medicine or other graduate program.“Any undergraduate school can prepare you for a graduate program. It’s just determined on how much work you’re willing to put in,” the talented senior opined.\n\nPlus, he was very inspired by UA, where he will take part in the “Fellow’s Experience.” He’s gotten the chance to meet other students with whom he’ll study for the next four years and is very happy with the company he will be keeping.  \n“It was kind of amazing being around so many like-minded students, which is why I think I’ll be able to have a similar situation [to an Ivy League school], considering the type of students they’re attracting,” Nelson said.\n\n“Any undergraduate school can prepare you for a graduate program. It’s just determined on how much work you’re willing to put in,” the talented senior opined.\n\nPlus, he was very inspired by UA, where he will take part in the “Fellow’s Experience.” He’s gotten the chance to meet other students with whom he’ll study for the next four years and is very happy with the company he will be keeping.  \n“It was kind of amazing being around so many like-minded students, which is why I think I’ll be able to have a similar situation [to an Ivy League school], considering the type of students they’re attracting,” Nelson said.", 
        "author": "Breanna Edwards", 
        "headline": "College-Bound Student Turns Down All 8 Ivy Leagues for U of Ala.", 
        "ptype": "double n", 
        "source": "The Root", 
        "source_URL": "http://www.theroot.com/articles/news/2015/05/college_bound_student_turns_down_all_8_ivy_league_schools_for_univ_of_alabama.html", 
        "references": "Ronald Nelson", 
        "chunk3": "“With people being in debt for years and years, it wasn't a burden that Ronald wanted to take on, and it wasn't a burden that we wanted to deal with for a number of years after undergraduate,” his father, Ronald Nelson Sr., explained. “We can put that money away and spend it on his medical school, or any other graduate school.”\nAnd the soon-to-be University of Alabama student doesn’t think he’s missing out or that his decision will affect his chances of getting into another top school for medicine or other graduate program.“Any undergraduate school can prepare you for a graduate program. It’s just determined on how much work you’re willing to put in,” the talented senior opined.\n\nPlus, he was very inspired by UA, where he will take part in the “Fellow’s Experience.” He’s gotten the chance to meet other students with whom he’ll study for the next four years and is very happy with the company he will be keeping.  \n“It was kind of amazing being around so many like-minded students, which is why I think I’ll be able to have a similar situation [to an Ivy League school], considering the type of students they’re attracting,” Nelson said.\n\n“Any undergraduate school can prepare you for a graduate program. It’s just determined on how much work you’re willing to put in,” the talented senior opined.\n\nPlus, he was very inspired by UA, where he will take part in the “Fellow’s Experience.” He’s gotten the chance to meet other students with whom he’ll study for the next four years and is very happy with the company he will be keeping.  \n“It was kind of amazing being around so many like-minded students, which is why I think I’ll be able to have a similar situation [to an Ivy League school], considering the type of students they’re attracting,” Nelson said.", 
        "chunk2": "The high school senior was accepted to all eight Ivy League schools, but opted to turn them all down, as well as other prestigious schools like Stanford and Johns Hopkins, to accept a full scholarship at the University of Alabama, Business Insider reports.\n\nNelson said it took a lot of “soul searching,” but ultimately he decided it was for the best.\n\nThe brilliant senior had a GPA of 4.58, and scored 2260 out of 2400 on his SAT, as well as a 34 out of 36 on his ACT. He also completed 15 Advanced Placement courses, so naturally he wasn’t short on college acceptances.\n\nHowever, none of the Ivy League or other prestigious schools offered him any merit-based scholarships, and Nelson didn’t see them as being worth the financial strain, especially considering the fact that he has plans to attend medical school afterward.", 
        "chunk1": "Ronald Nelson is book-smart, but also money-smart with an eye for long-term thinking it seems.", 
        "content_index": 19, 
        "additional_info": "Source: The Root\n\nAuthor: Breanna Edwards\n\nNamed sources or checkable facts: Ronald Nelson\n\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) neutrally informative"
    }, 
    {
        "tone": "entertain", 
        "full_text": "FORT DEVENS, Massachusetts - Accused Boston Marathon Bomber Severely Injured In Prison, May Never Walk Or Talk Again\n\nInfamous Boston Marathon bombing suspect Dzhokhar Tsarnaev, 21, was the victim of an “unfortunate accident” yesterday at Ft. Devens Detention Center in Massachusetts, just weeks after his high-profile trial began, according to warden Paul Jacobson.\n\nCorrections officers reportedly found the alleged terror suspect face down in a pool of his own blood in his cell; a banana peel was found on the floor nearby.\n\n“It initially appeared as though Tsarnaev slipped on a discarded banana peel and hit the floor with such force that his head bounced off the hard tile surface, probably 16 or 17 times. There was blood everywhere – all over the walls, the floor, even the toilet. The injuries have caused massive brain trauma,” said prison investigator Joe Goldsmith. “We determined though, through expert analysis, that it would be impossible for these injuries to have occurred through a fall. Our investigation has shown that that it was the Aryan Brotherhood who initiated an attack on Tsarnaev.”\n“Normally, an attack this violent, this cruel, on another inmate would get any offending party more time added to their sentence,” said warden Jacobson. “Because of the nature of Tsarnaev’s crimes, though, we have decided to actually reduce the sentences of the Aryan members who were involved. They have done our prison and our country a great service, and we appreciate it immensely.”\n\nDzhokhar Tsarnaev and his older brother Tamerlan Tsarnaev were both suspected of perpetrating the Boston Marathon bombings on April 15, 2013. The bombings killed three people and reportedly injured as many as 264 others. \n\n", 
        "author": "none listed", 
        "headline": "Accused Boston Marathon Bomber Severely Injured In Prison, May Never Walk Or Talk Again", 
        "ptype": "double n", 
        "source": "Empire News", 
        "source_URL": "http://empirenews.net/accused-boston-marathon-bomber-severely-injured-in-prison-may-never-walk-or-talk-again/", 
        "references": "Ft. Devens warden Paul Jacobsen", 
        "chunk3": "“It initially appeared as though Tsarnaev slipped on a discarded banana peel and hit the floor with such force that his head bounced off the hard tile surface, probably 16 or 17 times. There was blood everywhere – all over the walls, the floor, even the toilet. The injuries have caused massive brain trauma,” said prison investigator Joe Goldsmith. “We determined though, through expert analysis, that it would be impossible for these injuries to have occurred through a fall. Our investigation has shown that that it was the Aryan Brotherhood who initiated an attack on Tsarnaev.”\n“Normally, an attack this violent, this cruel, on another inmate would get any offending party more time added to their sentence,” said warden Jacobson. “Because of the nature of Tsarnaev’s crimes, though, we have decided to actually reduce the sentences of the Aryan members who were involved. They have done our prison and our country a great service, and we appreciate it immensely.”\n\nDzhokhar Tsarnaev and his older brother Tamerlan Tsarnaev were both suspected of perpetrating the Boston Marathon bombings on April 15, 2013. The bombings killed three people and reportedly injured as many as 264 others.", 
        "chunk2": "Infamous Boston Marathon bombing suspect Dzhokhar Tsarnaev, 21, was the victim of an “unfortunate accident” yesterday at Ft. Devens Detention Center in Massachusetts, just weeks after his high-profile trial began, according to warden Paul Jacobson.\n\nCorrections officers reportedly found the alleged terror suspect face down in a pool of his own blood in his cell; a banana peel was found on the floor nearby.", 
        "chunk1": "FORT DEVENS, Massachusetts - Accused Boston Marathon Bomber Severely Injured In Prison, May Never Walk Or Talk Again", 
        "content_index": 20, 
        "additional_info": "Source: Empire News\n\nAuthor: none listed\n\nNamed sources or checkable facts: \nFt. Devens warden Paul Jacobsen\n\nTone: (neutrally informative or trying to persuade, sell or entertain?)  entertain\n"
    }, 
    {
        "tone": "neutrally informative", 
        "full_text": "While you're off printing pizzas and toys with your 3-D printers, L'Oréal is planning to use them to print artificial skin for testing products.\n\nThe French beauty company will partner with Organovo, a company that “designs and creates multicellular, dynamic, and functional human tissues for use in drug discovery and medical research,” to make a tissue that mimics human skin. Besides making skin testing easier and faster, this new technology could be a major advance in the effort to end testing on animals all together.\n\nWe asked Guive Balooch, the global vice president of L'Oréal’s tech incubator, to explain to us exactly how the company will manage to print out human skin. It involves the use of \"bio-ink\", which Balooch describes as ink \"made out of human cells collected from tissue biopsies, donated cells, or stem cell sources.\" Then a special software uses that bio-ink and dispenses it on specific locations based on the exact structure of the tissue. \"The tissue is printed into a matrix, where co-printed gel holds the form or negative spaces needed in the printing process but is removed within 24 hours, leaving behind a 100 percent cellular tissue,\" says Balooch. And this will be skin that is the closest you can get to natural. \"The final tissue is 100 percent cellular with no scaffolds or synthetic structures to get as close as possible to the behavior of the cells and tissues in their natural environment without foreign material,\" says Balooch.\n\nThis isn’t the first time L'Oréal has delved into the futuristic realm of artificial human skin. According to this Bloomberg article, the company’s experiments have precedent in the ’80s, when it began growing skin by cultivating the cells from tissue discarded after plastic surgery. Today, L'Oréal runs a large operation in Lyon, France, dedicated solely to this process. The company, which no longer tests products or ingredients on animals, uses about half of the skin they produce for their own testing and sells the other half to other companies that need it for research.\n\n", 
        "author": "Renee Jacques", 
        "headline": "L'Oréal Will Use 3-D Printers to Create Its Own Skin for Testing", 
        "ptype": "double n", 
        "source": "Allure", 
        "source_URL": "http://www.allure.com/beauty-trends/blogs/daily-beauty-reporter/2015/05/loreal-3d-skin-printing.html", 
        "references": "Organovo: Guive Balooch, the global vice president of L'Oréal’s tech incubator", 
        "chunk3": "We asked Guive Balooch, the global vice president of L'Oréal’s tech incubator, to explain to us exactly how the company will manage to print out human skin. It involves the use of \"bio-ink\", which Balooch describes as ink \"made out of human cells collected from tissue biopsies, donated cells, or stem cell sources.\" Then a special software uses that bio-ink and dispenses it on specific locations based on the exact structure of the tissue. \"The tissue is printed into a matrix, where co-printed gel holds the form or negative spaces needed in the printing process but is removed within 24 hours, leaving behind a 100 percent cellular tissue,\" says Balooch. And this will be skin that is the closest you can get to natural. \"The final tissue is 100 percent cellular with no scaffolds or synthetic structures to get as close as possible to the behavior of the cells and tissues in their natural environment without foreign material,\" says Balooch.\n\nThis isn’t the first time L'Oréal has delved into the futuristic realm of artificial human skin. According to this Bloomberg article, the company’s experiments have precedent in the ’80s, when it began growing skin by cultivating the cells from tissue discarded after plastic surgery. Today, L'Oréal runs a large operation in Lyon, France, dedicated solely to this process. The company, which no longer tests products or ingredients on animals, uses about half of the skin they produce for their own testing and sells the other half to other companies that need it for research.", 
        "chunk2": "The French beauty company will partner with Organovo, a company that “designs and creates multicellular, dynamic, and functional human tissues for use in drug discovery and medical research,” to make a tissue that mimics human skin. Besides making skin testing easier and faster, this new technology could be a major advance in the effort to end testing on animals all together.", 
        "chunk1": "While you're off printing pizzas and toys with your 3-D printers, L'Oréal is planning to use them to print artificial skin for testing products.", 
        "content_index": 21, 
        "additional_info": "Source: Allure\n\nAuthor: Renee Jacques\n\nNamed sources or checkable facts: Organovo: Guive Balooch, the global vice president of L'Oréal’s tech incubator\n\n\nTone: (neutrally informative or trying to persuade, sell or entertain?)  neutrally informative\n"
    }, 
    {
        "tone": "sell", 
        "full_text": "Considering we’re all basically living in the Matrix—we order dinner, find dates, book travel plans, and do just about everything else online—the idea of schlepping to an actual salon just to buy hair products seems downright antiquated. And now that the L’Oréal Professional Products Division has teamed up with StyleSeat, we don’t have to. The online partnership is bringing all the salon-only shampoo, conditioner, pomade, and argan oil refills a person could need to her laptop or phone.\n\nUntil recently (as in a few days ago), the physical pilgrimage to the salon or spa was the only way to get guaranteed-authentic hair products rather than those of the fell-off-a-truck-at-best variety. That’s where StyleSeat, the fastest-growing online beauty-booking service, is changing the game. Through its partnership with the L’Oréal Professional Products Division, not only can you schedule your next hair appointment but you can also restock that empty bottle of smoothing serum. “If you’re not getting to the salon in time and you need a product, you order it online and it arrives right on your doorstep,” says Rodney Cutler, the owner of Cutler Salons in New York City.\n\nHere’s how it works: Either go to your salon’s StyleSeat page and add the products you want that way, or search the L’Oréal Professional brand you’re interested in and then choose your items from one of the participating salons listed. The entire range of brands is available, including Redken, Kérastase, Pureology, L’Oréal Professionnel, and more. And if you’re stuck on what to get, you can even message your stylist for advice. (“Say the weather has changed or you’re growing your hair out. You can ask, ‘Should I still use these specific products?’” says Cutler.) It’s our dream come true: hair products ordered as easily as Pad Thai or a car ride home from work.", 
        "author": "Lexi Novak", 
        "headline": "You Can Finally Buy Authentic L’Oréal Professional Hair Products Online!", 
        "ptype": "double n", 
        "source": "Allure", 
        "source_URL": "http://www.allure.com/beauty-trends/blogs/daily-beauty-reporter/2015/01/loreal-hair-products-styleseat.html", 
        "references": "L’Oreal; \nRodney Cutler, the owner of Cutler Salons in New York City", 
        "chunk3": "Here’s how it works: Either go to your salon’s StyleSeat page and add the products you want that way, or search the L’Oréal Professional brand you’re interested in and then choose your items from one of the participating salons listed. The entire range of brands is available, including Redken, Kérastase, Pureology, L’Oréal Professionnel, and more. And if you’re stuck on what to get, you can even message your stylist for advice. (“Say the weather has changed or you’re growing your hair out. You can ask, ‘Should I still use these specific products?’” says Cutler.) It’s our dream come true: hair products ordered as easily as Pad Thai or a car ride home from work.", 
        "chunk2": "Until recently (as in a few days ago), the physical pilgrimage to the salon or spa was the only way to get guaranteed-authentic hair products rather than those of the fell-off-a-truck-at-best variety. That’s where StyleSeat, the fastest-growing online beauty-booking service, is changing the game. Through its partnership with the L’Oréal Professional Products Division, not only can you schedule your next hair appointment but you can also restock that empty bottle of smoothing serum. “If you’re not getting to the salon in time and you need a product, you order it online and it arrives right on your doorstep,” says Rodney Cutler, the owner of Cutler Salons in New York City.", 
        "chunk1": "Considering we’re all basically living in the Matrix—we order dinner, find dates, book travel plans, and do just about everything else online—the idea of schlepping to an actual salon just to buy hair products seems downright antiquated. And now that the L’Oréal Professional Products Division has teamed up with StyleSeat, we don’t have to. The online partnership is bringing all the salon-only shampoo, conditioner, pomade, and argan oil refills a person could need to her laptop or phone.", 
        "content_index": 22, 
        "additional_info": "Source: Allure \n\nAuthor: Lexi Novak\n\nNamed sources or checkable facts: L’Oreal; \nRodney Cutler, the owner of Cutler Salons in New York City\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) \nsell"
    }, 
    {
        "tone": "sell", 
        "full_text": "Pharrell Williams has a knack for putting a quirky touch on the most classic things in our wardrobes; take the series of Stan Smiths he created in almost every color of the rainbow for Adidas, or his famous collection of jumbo Birkin bags. Those uncanny sartorial skills have even earned him the Fashion Icon CFDA Award this year. Now with his fourth collection for Timberland launching this Friday, Williams is giving style and sustainability equal footing. “It’s important to try and inject purpose in everything you do creatively,” said Williams of the new boots that are spun from Bionic Yarn, a fabric made from recycled plastic.\n Timberlands\nFeaturing a honeycomb and grass motif that came via the National Geographic archives, the collaboration is green in more ways than one. And given that the boots come fortified with partially organic cotton, his Timbs promise to be just as durable as the originals. “I remember getting my first pair ten years ago,” he says. “I’ve scuffed them, dirtied them up, written on them, painted on them, skated in them—everything.” Naturally, he gave the world a first glimpse of his new boots via a selfie in a forklift truck on Instagram.\nAnd he isn’t the only one who has taken the look to social media: Rihanna recently posted a video on Snapchat wearing his grass-print boots. “It’s always interesting to see how a girl styles her Timberlands,” says Williams, whose honeycomb design was sported by Beyoncé at Coachella and in the video for “Feeling Myself.” Is there anyone else he’d like to see wearing his boots? “Whoever they speak to,” says Williams succinctly. “I love people-watching.”\n", 
        "author": "Edward Barsamian", 
        "headline": "Exclusive! Pharrell Williams’s Latest Collab with Timberland Goes Au Naturel", 
        "ptype": "single n", 
        "source": "Vogue", 
        "source_URL": "http://www.vogue.com/13261968/pharrell-williams-timberland-collaboration/", 
        "references": "Pharrell Williams", 
        "chunk3": "Featuring a honeycomb and grass motif that came via the National Geographic archives, the collaboration is green in more ways than one. And given that the boots come fortified with partially organic cotton, his Timbs promise to be just as durable as the originals. “I remember getting my first pair ten years ago,” he says. “I’ve scuffed them, dirtied them up, written on them, painted on them, skated in them—everything.” Naturally, he gave the world a first glimpse of his new boots via a selfie in a forklift truck on Instagram.\n\nAnd he isn’t the only one who has taken the look to social media: Rihanna recently posted a video on Snapchat wearing his grass-print boots. “It’s always interesting to see how a girl styles her Timberlands,” says Williams, whose honeycomb design was sported by Beyoncé at Coachella and in the video for “Feeling Myself.” Is there anyone else he’d like to see wearing his boots? “Whoever they speak to,” says Williams succinctly. “I love people-watching.”", 
        "chunk2": "Timberlands", 
        "chunk1": "Pharrell Williams has a knack for putting a quirky touch on the most classic things in our wardrobes; take the series of Stan Smiths he created in almost every color of the rainbow for Adidas, or his famous collection of jumbo Birkin bags. Those uncanny sartorial skills have even earned him the Fashion Icon CFDA Award this year. Now with his fourth collection for Timberland launching this Friday, Williams is giving style and sustainability equal footing. “It’s important to try and inject purpose in everything you do creatively,” said Williams of the new boots that are spun from Bionic Yarn, a fabric made from recycled plastic.", 
        "content_index": 23, 
        "additional_info": "Source: Vogue\n\nAuthor:  Edward Barsamian\n\nNamed sources or checkable facts:\nPharrell Williams\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) sell\n"
    }, 
    {
        "tone": "entertain", 
        "full_text": "Today, multiple Skittles factories were busted after it was discovered that they were using cocaine to make their Skittles. The factories were busted after FDA inspectors unexpectedly decided to inspect Skittles factories nationwide. //According to authorities, the factory was filled with “cocaine everywhere,” all over workers faces and skittles batches. “It was like that wolf of Wall Street movie all over again,” said Inspector Hugh Jordan. Authorities believe the Skittles were being produced with cocaine in order to bring addiction to their customers. Since Skittles are made with sugar, customers will not be able to tell whether it is the sugar or cocaine that is making them hyper. //The FDA has stated the discovery is “wicked” and “disgusting” and has agreed to shut down all the factories that participated in the use of illegal drugs to produce their Skittles, and to further investigate all other factories.", 
        "author": "none listed", 
        "headline": "FDA discovers Skittles factories lacing products with cocaine", 
        "ptype": "slashed", 
        "source": "Huzlers.com", 
        "source_URL": "http://huzlers.com/breaking-fda-discovers-skittles-factories-lacing-products-with-cocaine/", 
        "references": "FDA Inspector Hugh Jordan", 
        "chunk3": "The FDA has stated the discovery is “wicked” and “disgusting” and has agreed to shut down all the factories that participated in the use of illegal drugs to produce their Skittles, and to further investigate all other factories.", 
        "chunk2": "According to authorities, the factory was filled with “cocaine everywhere,” all over workers faces and skittles batches. “It was like that wolf of Wall Street movie all over again,” said Inspector Hugh Jordan. Authorities believe the Skittles were being produced with cocaine in order to bring addiction to their customers. Since Skittles are made with sugar, customers will not be able to tell whether it is the sugar or cocaine that is making them hyper.", 
        "chunk1": "Today, multiple Skittles factories were busted after it was discovered that they were using cocaine to make their Skittles. The factories were busted after FDA inspectors unexpectedly decided to inspect Skittles factories nationwide.", 
        "content_index": 24, 
        "additional_info": "Source: Huzlers.com\n\nAuthor: none listed\nNamed sources or checkable facts:\nFDA Inspector Hugh Jordan\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) entertain\n"
    }, 
    {
        "tone": "neutrally informative/entertain (satire)", 
        "full_text": "LOS ANGELES, California– Technology has definitely caught up with America’s new generation of teenagers. Or is it the other way around?\nToday, the Field Poll released a new nationwide opinion survey involving 5,000 Americans throughout the country — aged 13 to 19 — asking them one open-ended question: “What do you know about the G7?”\nThe Field Poll, or the California Poll, was established in 1947 by Mervin Field and has operated continuously as an independent, non-partisan, media-sponsored public opinion news service. They cover a wide range of political and social topics.\nAn overwhelming 85% of respondents thought that G7 was Google’s new smart phone.\nOnly 5% correctly answered that the G7  was the seven-nation informal bloc of industrialized democracies that meet annually to discuss issues such us global economic governance, international security and energy policy. Even then, none of those who answered correctly could name all 7 countries — United States, Canada, France, Germany, Italy, Japan and the United Kingdom.  The G7 has just concluded its 2015 summit meeting in the Bavarian Alps in Germany.\nThe remaining 10% of respondents did not venture to give any answer.\nBecause of the overwhelming numbers, the poll has a zero percent margin of error.\nThe last major poll of American teens was almost a decade ago. That survey found that as many  as 70% of young adults  could not locate Iran or Israel on the map.\n", 
        "author": "none", 
        "headline": "Majority of American Teens Think the G7 is Google's New Smart Phone", 
        "ptype": "single n", 
        "source": "Adobo Chronicles", 
        "source_URL": "http://adobochronicles.com/2015/06/10/poll-majority-of-american-teens-think-the-g7-is-googles-new-smart-phone/", 
        "references": "The Field Poll", 
        "chunk3": "Only 5% correctly answered that the G7  was the seven-nation informal bloc of industrialized democracies that meet annually to discuss issues such us global economic governance, international security and energy policy. Even then, none of those who answered correctly could name all 7 countries — United States, Canada, France, Germany, Italy, Japan and the United Kingdom.  The G7 has just concluded its 2015 summit meeting in the Bavarian Alps in Germany.\n\nThe remaining 10% of respondents did not venture to give any answer.\n\nBecause of the overwhelming numbers, the poll has a zero percent margin of error.\n\nThe last major poll of American teens was almost a decade ago. That survey found that as many  as 70% of young adults  could not locate Iran or Israel on the map.", 
        "chunk2": "Today, the Field Poll released a new nationwide opinion survey involving 5,000 Americans throughout the country — aged 13 to 19 — asking them one open-ended question: “What do you know about the G7?”\n\nThe Field Poll, or the California Poll, was established in 1947 by Mervin Field and has operated continuously as an independent, non-partisan, media-sponsored public opinion news service. They cover a wide range of political and social topics.\n\nAn overwhelming 85% of respondents thought that G7 was Google’s new smart phone.", 
        "chunk1": "LOS ANGELES, California– Technology has definitely caught up with America’s new generation of teenagers. Or is it the other way around?", 
        "content_index": 25, 
        "additional_info": "Source: Adobo Chronicles\n\nAuthor: none\n\nNamed sources or checkable facts: The Field Poll\n\n\nTone: (neutrally informative or trying to persuade, sell or entertain?)  neutrally informative/entertain (satire)\n"
    }, 
    {
        "tone": "neutrally informative/entertain (satire)", 
        "full_text": "Chicago, Illinois – The American Psychiatric Association (APA) has officially confirmed what many people thought all along: taking ‘selfies’ is a mental disorder.\nThe APA made this classification during its annual board of directors meeting in Chicago. The disorder is called selfitis, and is defined as the obsessive compulsive desire to take photos of one’s self  and post them on social media as a way to make up for the lack of self-esteem and to fill a gap in intimacy.\nAPA said there are three levels of the disorder:\n\t•\tBorderline selfitis : taking photos of one’s self at least three times a day but not posting them on social media\n\t•\tAcute selfitis: taking photos of one’s self at least three times a day and posting each of the photos on social media\n\t•\tChronic selfitis: Uncontrollable urge to take photos of one’s self  round the clock and posting the photos on social media more than six times a day\nAccording to the APA, while there is currently no cure for the disorder, temporary treatment is available through Cognitive Behavioral Therapy (CBT).  The other good news is that CBT is covered under Obamacare.\nThis is unwelcome news for Makati City in the Philippines, especially for its mayor, Junjun Binay, son of the incumbent vice president.  Makati was recently named selfie capital of the world by Time Magazine. The mayor even organized a ticker tape parade after his city was bestowed the rare honor.\nMORE BREAKING NEWS!! Oxford Dictionaries Announce New Words – including ‘selfitis.’\nBREAKING NEWS!!  Apple, Samsung, Nokia Set To Eliminate Front-Facing Cameras From Their Smartphones.  Read the news story.\nUPDATE: APA Defends Its Use of ‘Selfitis’ Terminology.\n", 
        "author": "none", 
        "headline": "American Psychiatric Association Makes it Official: “Selfie” a Mental Disorder", 
        "ptype": "single n", 
        "source": "Adobo Chronicles", 
        "source_URL": "http://adobochronicles.com/2014/03/31/american-psychiatric-association-makes-it-official-selfie-a-mental-disorder/", 
        "references": "American Psychiatric Association (APA", 
        "chunk3": "According to the APA, while there is currently no cure for the disorder, temporary treatment is available through Cognitive Behavioral Therapy (CBT).  The other good news is that CBT is covered under Obamacare.\n\nThis is unwelcome news for Makati City in the Philippines, especially for its mayor, Junjun Binay, son of the incumbent vice president.  Makati was recently named selfie capital of the world by Time Magazine. The mayor even organized a ticker tape parade after his city was bestowed the rare honor.\n\nMORE BREAKING NEWS!! Oxford Dictionaries Announce New Words – including ‘selfitis.’\n\nBREAKING NEWS!!  Apple, Samsung, Nokia Set To Eliminate Front-Facing Cameras From Their Smartphones.  Read the news story.\n\nUPDATE: APA Defends Its Use of ‘Selfitis’ Terminology.", 
        "chunk2": "The APA made this classification during its annual board of directors meeting in Chicago. The disorder is called selfitis, and is defined as the obsessive compulsive desire to take photos of one’s self  and post them on social media as a way to make up for the lack of self-esteem and to fill a gap in intimacy.\n\nAPA said there are three levels of the disorder:\n\n•\tBorderline selfitis : taking photos of one’s self at least three times a day but not posting them on social media\n\n•\tAcute selfitis: taking photos of one’s self at least three times a day and posting each of the photos on social media\n\n•\tChronic selfitis: Uncontrollable urge to take photos of one’s self  round the clock and posting the photos on social media more than six times a day", 
        "chunk1": "Chicago, Illinois – The American Psychiatric Association (APA) has officially confirmed what many people thought all along: taking ‘selfies’ is a mental disorder.", 
        "content_index": 26, 
        "additional_info": "Source: Adobo Chronicles\n\nAuthor:  none\n\nNamed sources or checkable facts:\nAmerican Psychiatric Association (APA\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) \n neutrally informative/entertain (satire)\n"
    }, 
    {
        "tone": "entertain", 
        "full_text": "WASHINGTON—In response to a 184-page papal encyclical that urges immediate action to address the environmental and social consequences of global warming, a coalition of frustrated Republican leaders issued statements Thursday arguing that Pope Francis should leave scientific matters to scientists who deny climate change. “Frankly, it’s not really anyone’s place to make declarations about climate science or global temperature changes unless they’re a scientific expert who has spent years rejecting the concept of climate change,” said former Florida governor Jeb Bush. He added that the pope had neither studied climate science nor ever been among the 3 percent of researchers who stand in opposition to the overwhelmingly dominant position held by the scientific community on climate change, so he had no business speaking on the subject. “Personally, I would never trust anyone as an authority on climate change unless they had done years of research and published papers claiming there isn’t enough conclusive evidence yet. The pope should just stick to theology and let the several dozen scientists who support the scientifically disproven point of view on global warming do the talking.” Bush also told reporters that Pope Francis was unqualified to issue policy recommendations of any kind unless he had personally accepted money from the fossil fuel industry.", 
        "author": "none", 
        "headline": "Frustrated Republicans Argue Pope Should Leave Science To Scientists Who Deny Climate Change", 
        "ptype": "none", 
        "source": "The Onion", 
        "source_URL": "http://www.theonion.com/article/frustrated-republicans-argue-pope-should-leave-sci-50701", 
        "references": "Florida governor Jeb Bush; Pope Francis", 
        "chunk3": "“Personally, I would never trust anyone as an authority on climate change unless they had done years of research and published papers claiming there isn’t enough conclusive evidence yet.\n\nThe pope should just stick to theology and let the several dozen scientists who support the scientifically disproven point of view on global warming do the talking.”\n\nBush also told reporters that Pope Francis was unqualified to issue policy recommendations of any kind unless he had personally accepted money from the fossil fuel industry.", 
        "chunk2": "“Frankly, it’s not really anyone’s place to make declarations about climate science or global temperature changes unless they’re a scientific expert who has spent years rejecting the concept of climate change,” said former Florida governor Jeb Bush.\n\nHe added that the pope had neither studied climate science nor ever been among the 3 percent of researchers who stand in opposition to the overwhelmingly dominant position held by the scientific community on climate change, so he had no business speaking on the subject.", 
        "chunk1": "WASHINGTON—In response to a 184-page papal encyclical that urges immediate action to address the environmental and social consequences of global warming, a coalition of frustrated Republican leaders issued statements Thursday arguing that Pope Francis should leave scientific matters to scientists who deny climate change.", 
        "content_index": 27, 
        "additional_info": "Source: The Onion\n\nAuthor: none\n\nNamed sources or checkable facts:\nFlorida governor Jeb Bush; Pope Francis\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) entertain"
    }, 
    {
        "tone": "neutrally informative", 
        "full_text": "A Moroccan teenager tried to smuggle an 8-year-old boy into Spain by stuffing him in her hot pink suitcase, officials said.\nBorder control agents discovered the kid contraband Thursday when his outline showed up on the X-ray scanner, police told AFP.\nThe 19-year-old woman took the luggage across the border from Morocco to Ceuta, a Spanish-governed territory in Northern Africa. She seemed nervous and reluctant to cross the border, checkpoint agents said, so they x-rayed her suitcase.\n“The operator noticed something strange, which seemed to be a person inside the case,\" a Civil Guard police spokesman said.When the guards unzipped the fuschia bag, they found an 8-year-old boy curled up inside. He said his name was Abou and was from Africa’s Ivory Coast.//\nThe 19-year-old, who was not related to the boy, was arrested.\nTwo hours later the boy’s dad, who is originally from Ivory Coast but now live in Spain’s Canary Islands, crossed the same border. Police arrested him, too.The father said he had recently applied for family reunification, but was denied, Spanish newspaper El Pais reported. Police said the father likely paid the woman to smuggle the boy into Spain. However, the dad said he had no idea the boy would be stuffed into a suitcase.\nThe boy is currently in Spanish child protective services.", 
        "author": "Meg Wagner", 
        "headline": "Woman smuggling 8-year-old into Spain packs him in suitcase, gets busted by x-ray", 
        "ptype": "slashed", 
        "source": "New York Daily News", 
        "source_URL": "http://www.nydailynews.com/news/world/x-ray-scan-reveals-smuggled-boy-suitcase-article-1.2215202", 
        "references": "AFP, El Pais", 
        "chunk3": "", 
        "chunk2": "The 19-year-old, who was not related to the boy, was arrested.\nTwo hours later the boy’s dad, who is originally from Ivory Coast but now live in Spain’s Canary Islands, crossed the same border. Police arrested him, too.The father said he had recently applied for family reunification, but was denied, Spanish newspaper El Pais reported. Police said the father likely paid the woman to smuggle the boy into Spain. However, the dad said he had no idea the boy would be stuffed into a suitcase.\nThe boy is currently in Spanish child protective services.", 
        "chunk1": "A Moroccan teenager tried to smuggle an 8-year-old boy into Spain by stuffing him in her hot pink suitcase, officials said.\nBorder control agents discovered the kid contraband Thursday when his outline showed up on the X-ray scanner, police told AFP.\nThe 19-year-old woman took the luggage across the border from Morocco to Ceuta, a Spanish-governed territory in Northern Africa. She seemed nervous and reluctant to cross the border, checkpoint agents said, so they x-rayed her suitcase.\n“The operator noticed something strange, which seemed to be a person inside the case,\" a Civil Guard police spokesman said.When the guards unzipped the fuschia bag, they found an 8-year-old boy curled up inside. He said his name was Abou and was from Africa’s Ivory Coast.", 
        "content_index": 28, 
        "additional_info": "Source: New York Daily News\n\nAuthor: Meg Wagner\n\nNamed sources or checkable facts: AFP, El Pais\n\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) neutrally informative\n"
    }, 
    {
        "tone": "neutrally informative", 
        "full_text": "\n\t\t\nNorth Korea says it has succeeded where the greatest minds in science have failed.\nThe authoritarian, impoverished nation announced it has a drug that can prevent and cure Mers, Ebola, Sars and Aids.\nThe official Korean Central News Agency (KCNA) said scientists developed Kumdang-2 from ginseng grown from fertiliser mixed with rare-earth elements and “micro-quantities of gold and platinum”, according to its website kumdang2.com.\n“Malicious virus infections like Sars, Ebola and Mers are diseases that are related to immune systems, so they can be easily treated by Kumdang-2 injection drug, which is a strong immune reviver,” KCNA said.\nThe secretive state did not provide proof, and the claim is likely to provoke widespread skepticism.\nNorth Korea shut out foreign tourists for six months with some of the world’s strictest Ebola controls, even though no cases of the disease were reported anywhere near the country, before lifting the restrictions earlier this year.It is believed to be struggling to combat diseases such as tuberculosis, and respiratory infections are among its most common causes of death, according to the World Health Organisation.\n\nNorth Korea trumpeted the same drug during deadly bird flu outbreaks in 2006 and 2013. According to the pro-North Korea website Minjok Tongshin, the drug was originally produced in 1996.\nThe North’s claim comes as rival South Korea fights an outbreak of Mers that has killed two dozen people and sickened more than 160 since last month. There is no vaccine for the disease.\nA website for the wonder-drug can be found at kumdang2.com in Russian and English, and Europeans wanting to take a course can buy it from the Moscow-based distributor Korea Bud – the basic course of injections starts at 1,500 roubles (£17.50).", 
        "author": "", 
        "headline": "North Korea claims 'cure' for MERS, Aids and Ebola", 
        "ptype": "double n", 
        "source": "The Guardian/AP quoting Korean Central News Agency", 
        "source_URL": "http://www.theguardian.com/world/2015/jun/19/north-korea-cure-mers-aids-ebola-vaccine", 
        "references": "Korean Central News Agency link, website of drug manufactures kumdang2.com", 
        "chunk3": "", 
        "chunk2": "North Korea trumpeted the same drug during deadly bird flu outbreaks in 2006 and 2013. According to the pro-North Korea website Minjok Tongshin, the drug was originally produced in 1996.\nThe North’s claim comes as rival South Korea fights an outbreak of Mers that has killed two dozen people and sickened more than 160 since last month. There is no vaccine for the disease.\nA website for the wonder-drug can be found at kumdang2.com in Russian and English, and Europeans wanting to take a course can buy it from the Moscow-based distributor Korea Bud – the basic course of injections starts at 1,500 roubles (£17.50).", 
        "chunk1": "North Korea says it has succeeded where the greatest minds in science have failed.\nThe authoritarian, impoverished nation announced it has a drug that can prevent and cure Mers, Ebola, Sars and Aids.\nThe official Korean Central News Agency (KCNA) said scientists developed Kumdang-2 from ginseng grown from fertiliser mixed with rare-earth elements and “micro-quantities of gold and platinum”, according to its website kumdang2.com.\n“Malicious virus infections like Sars, Ebola and Mers are diseases that are related to immune systems, so they can be easily treated by Kumdang-2 injection drug, which is a strong immune reviver,” KCNA said.\nThe secretive state did not provide proof, and the claim is likely to provoke widespread skepticism.\nNorth Korea shut out foreign tourists for six months with some of the world’s strictest Ebola controls, even though no cases of the disease were reported anywhere near the country, before lifting the restrictions earlier this year.It is believed to be struggling to combat diseases such as tuberculosis, and respiratory infections are among its most common causes of death, according to the World Health Organisation.", 
        "content_index": 29, 
        "additional_info": "Source: The Guardian/AP quoting Korean Central News Agency \nNamed sources or checkable facts: Korean Central News Agency link, website of drug manufactures kumdang2.com\n\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) \nneutrally informative"
    }, 
    {
        "tone": "light, informative", 
        "full_text": "Their split extended to the TV, car and even the teddy bear.\nA German man, whose 12-year relationship with his wife \"Laura\" came to a bitter conclusion, decided his heart wasn't the only thing that should be broken.\nThe gentleman posted a video on YouTube that shows him saw several household items in half, and he is now selling his cut of the stuff on Ebay.\n\"Thank you for 12 'beautiful' years Laura !!!!! You've really earned half. Greetings also to my successor,\" he said.\nIt's obviously a unique way to channel your pain from a breakup and it could actually result in some financial gains.//The merchandise includes halves of a couch, closet, bicycle, mailbox and bicycle.The most expensive item is half of a green Opel Corsa vehicle selling for about $63. Electronic gadgets like half a Macbook Pro or iPhone are selling for roughly $45.\nNot quite the \"half off\" deal online shoppers are usually looking for.", 
        "author": "Joel Landau", 
        "headline": "German man scorned by ex-wife cuts possessions in half, sells them on eBay", 
        "ptype": "slashed", 
        "source": "New York Daily News", 
        "source_URL": "http://www.nydailynews.com/news/world/watch-german-man-scorned-ex-wife-cuts-items-article-1.2262821", 
        "references": "Youtube link, eBay link", 
        "chunk3": "", 
        "chunk2": "The merchandise includes halves of a couch, closet, bicycle, mailbox and bicycle.The most expensive item is half of a green Opel Corsa vehicle selling for about $63. Electronic gadgets like half a Macbook Pro or iPhone are selling for roughly $45.\nNot quite the \"half off\" deal online shoppers are usually looking for.", 
        "chunk1": "Their split extended to the TV, car and even the teddy bear.\nA German man, whose 12-year relationship with his wife \"Laura\" came to a bitter conclusion, decided his heart wasn't the only thing that should be broken.\nThe gentleman posted a video on YouTube that shows him saw several household items in half, and he is now selling his cut of the stuff on Ebay.\n\"Thank you for 12 'beautiful' years Laura !!!!! You've really earned half. Greetings also to my successor,\" he said.\nIt's obviously a unique way to channel your pain from a breakup and it could actually result in some financial gains.", 
        "content_index": 30, 
        "additional_info": "Source: New York Daily News\n\nAuthor: Joel Landau\n\nNamed sources or checkable facts:\nYoutube link, eBay link\n\nTone: (neutrally informative or trying to persuade, sell or entertain?)  light, informative"
    }, 
    {
        "tone": "inform/sell", 
        "full_text": "Organizations struggle today not only to take advantage of vast amounts of data to transform their business, but also to decide who to put in charge of all that data. This is why a new role is rapidly emerging in the market -- the Chief Data Officer (CDO).\nThe CDO’s job, put simply by TD Ameritrade’s CDO Derek Strauss is to provide the three \"A's,\" or data that is \"Actionable, Accurate and Accessible. To accomplish this, they work closely with line of business leaders as well as IT. They are the bridge between what a department wants to accomplish and how to get it done. This puts them in high demand.\n\nChief Data Officers have the ability to focus on simplifying data architecture and access to reduce risk, increase compliance, and improve data quality, usage and value. The CDO is the new authority to drive data transformation.\nBut where do you start?\nThe first step is to identify the need for a CDO, what you wish that person to achieve as a member of your C-Suite, and to understand how it can and will transform your business. Second, identify the right person for the position of Chief Data Officer, someone who has tangible authority within the IT and business domains. Third, establish a data management program driven by the CDO. And most importantly, drive a cultural change that can break down data silos across businesses.\nBig Data will continue to grow. In fact, with 2.5 billion gigabytes created each day, there’s no getting away from it. With a volume that massive, a vast sea of information, you need someone to steer the ship, to drive the business, transform the data and enable it to become the basis of your competitive advantage. A Chief Data Officer can do just that.\n\n", 
        "author": "David Laverty, IBM", 
        "headline": "As Big Data Grows, a New Role Emerges: the Chief Data Officer", 
        "ptype": "double n", 
        "source": "The Atlantic (Sponsored Content)", 
        "source_URL": "http://www.theatlantic.com/sponsored/ibm-big-data/big-data-grows-new-role-emerges-chief-data-officer/102/", 
        "references": "TD Ameritrade’s CDO Derek Strauss", 
        "chunk3": "", 
        "chunk2": "Chief Data Officers have the ability to focus on simplifying data architecture and access to reduce risk, increase compliance, and improve data quality, usage and value. The CDO is the new authority to drive data transformation.\nBut where do you start?\nThe first step is to identify the need for a CDO, what you wish that person to achieve as a member of your C-Suite, and to understand how it can and will transform your business. Second, identify the right person for the position of Chief Data Officer, someone who has tangible authority within the IT and business domains. Third, establish a data management program driven by the CDO. And most importantly, drive a cultural change that can break down data silos across businesses.\nBig Data will continue to grow. In fact, with 2.5 billion gigabytes created each day, there’s no getting away from it. With a volume that massive, a vast sea of information, you need someone to steer the ship, to drive the business, transform the data and enable it to become the basis of your competitive advantage. A Chief Data Officer can do just that.", 
        "chunk1": "Organizations struggle today not only to take advantage of vast amounts of data to transform their business, but also to decide who to put in charge of all that data. This is why a new role is rapidly emerging in the market -- the Chief Data Officer (CDO).\nThe CDO’s job, put simply by TD Ameritrade’s CDO Derek Strauss is to provide the three \"A's,\" or data that is \"Actionable, Accurate and Accessible. To accomplish this, they work closely with line of business leaders as well as IT. They are the bridge between what a department wants to accomplish and how to get it done. This puts them in high demand.", 
        "content_index": 31, 
        "additional_info": "Source: The Atlantic (Sponsored Content)\n\nAuthor:  David Laverty, IBM\n\nNamed sources or checkable facts:\nTD Ameritrade’s CDO Derek Strauss\nTone: (neutrally informative or trying to persuade, sell or entertain?) inform/sell\n"
    }, 
    {
        "tone": "sell", 
        "full_text": "2012 was a milestone year for Scientology, with the religion expanding to more than 10,000 Churches, Missions and affiliated groups, spanning 167 nations — figures that represent a growth rate 20 times that of a decade ago.//The driving force behind this unparalleled era of growth is David Miscavige, ecclesiastical leader of the Scientology religion. Mr. Miscavige is unrelenting in his work for millions of parishioners and the cities served by Scientology Churches. He has led a renaissance for the religion itself, while driving worldwide programs to serve communities through Church-sponsored social and humanitarian initiatives. //David Miscavige spearheaded a program to build every Church of Scientology into what Scientology Found L. Ron Hubbard termed “Ideal Organizations (Ideal Orgs). This new breed of Church is ideal in location design, quality of religious services and social betterment programs. Each is uniquely configured to accommodate the full array of Scientology services for both parishioners and the surrounding community. Ideal Orgs further house extensive public information multimedia displays that introduce every facet of Dianetics and Scientology. //It is from these Ideal Churches that Scientologists extend their humanitarian programs to mitigate intolerance, illiteracy, immorality and drub abuse. ", 
        "author": "none listed", 
        "headline": "David Miscavige Leads Scientology to Milestone Year", 
        "ptype": "slashed", 
        "source": "The Atlantic (Sponsored Content)", 
        "source_URL": "http://poynter.org/extra/AtlanticScientology.pdf", 
        "references": "The Church of Scientology", 
        "chunk3": "David Miscavige spearheaded a program to build every Church of Scientology into what Scientology Found L. Ron Hubbard termed “Ideal Organizations (Ideal Orgs). This new breed of Church is ideal in location design, quality of religious services and social betterment programs. Each is uniquely configured to accommodate the full array of Scientology services for both parishioners and the surrounding community. Ideal Orgs further house extensive public information multimedia displays that introduce every facet of Dianetics and Scientology.\n\nIt is from these Ideal Churches that Scientologists extend their humanitarian programs to mitigate intolerance, illiteracy, immorality and drub abuse.", 
        "chunk2": "The driving force behind this unparalleled era of growth is David Miscavige, ecclesiastical leader of the Scientology religion. Mr. Miscavige is unrelenting in his work for millions of parishioners and the cities served by Scientology Churches. He has led a renaissance for the religion itself, while driving worldwide programs to serve communities through Church-sponsored social and humanitarian initiatives.", 
        "chunk1": "2012 was a milestone year for Scientology, with the religion expanding to more than 10,000 Churches, Missions and affiliated groups, spanning 167 nations — figures that represent a growth rate 20 times that of a decade ago.", 
        "content_index": 32, 
        "additional_info": "Source: The Atlantic (Sponsored Content)\nAuthor: none listed\n\nNamed sources or checkable facts:\nThe Church of Scientology\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) sell"
    }, 
    {
        "tone": "persuade", 
        "full_text": "It is inevitable that when nine black men and women are shot to death inside their church by a 21-year-old white man in Charleston, S.C., the issue of race in America will be raised.\nIt does not matter that the alleged killer, Dylann Roof, brings to mind the mentally troubled young men who committed horrific mass murders of innocents inside buildings in Newtown, Conn.; Aurora, Colo.; or Virginia Tech. Nor does it matter that individuals are murdered every day in less noted acts of hatred or rage that leave survivors bereft beyond understanding.\nA white man murdering black people in the South forces bad memories to the surface, and so it surely was appropriate for President Obama to note this in his remarks Thursday. Specifically, Mr. Obama recalled the September 1963 bombing of the 16th Street Baptist Church in Birmingham, Ala., that killed four black girls.\nThe President quoted at some length Rev. Martin Luther King Jr. ’s remarks on the bombing.//Amid the horror of Charleston, it is also important to note that the U.S., notably the South, has moved forward to replace the system that enabled racist killings like those in the Birmingham church.\nBack then and before, the institutions of government—police, courts, organized segregation—often worked to protect perpetrators of racially motivated violence, rather than their victims.\nThe universal condemnation of the murders at the Emanuel AME Church and Dylann Roof’s quick capture by the combined efforts of local, state and federal police is a world away from what President Obama recalled as “a dark part of our history.” Today the system and philosophy of institutionalized racism identified by Dr. King no longer exists.\nWhat causes young men such as Dylann Roof to erupt in homicidal rage, whatever their motivation, is a problem that defies explanation beyond the reality that evil still stalks humanity. It is no small solace that in committing such an act today, he stands alone.", 
        "author": "not listed", 
        "headline": "The Charleston Shooting\nAn echo of 52 years ago, but also a crucial difference.", 
        "ptype": "slashed", 
        "source": "The Wall Street Journal", 
        "source_URL": "http://www.wsj.com/articles/the-charleston-shooting-1434669812", 
        "references": "President Obama", 
        "chunk3": "", 
        "chunk2": "Amid the horror of Charleston, it is also important to note that the U.S., notably the South, has moved forward to replace the system that enabled racist killings like those in the Birmingham church.\nBack then and before, the institutions of government—police, courts, organized segregation—often worked to protect perpetrators of racially motivated violence, rather than their victims.\nThe universal condemnation of the murders at the Emanuel AME Church and Dylann Roof’s quick capture by the combined efforts of local, state and federal police is a world away from what President Obama recalled as “a dark part of our history.” Today the system and philosophy of institutionalized racism identified by Dr. King no longer exists.\nWhat causes young men such as Dylann Roof to erupt in homicidal rage, whatever their motivation, is a problem that defies explanation beyond the reality that evil still stalks humanity. It is no small solace that in committing such an act today, he stands alone.", 
        "chunk1": "It is inevitable that when nine black men and women are shot to death inside their church by a 21-year-old white man in Charleston, S.C., the issue of race in America will be raised.\nIt does not matter that the alleged killer, Dylann Roof, brings to mind the mentally troubled young men who committed horrific mass murders of innocents inside buildings in Newtown, Conn.; Aurora, Colo.; or Virginia Tech. Nor does it matter that individuals are murdered every day in less noted acts of hatred or rage that leave survivors bereft beyond understanding.\nA white man murdering black people in the South forces bad memories to the surface, and so it surely was appropriate for President Obama to note this in his remarks Thursday. Specifically, Mr. Obama recalled the September 1963 bombing of the 16th Street Baptist Church in Birmingham, Ala., that killed four black girls.\nThe President quoted at some length Rev. Martin Luther King Jr. ’s remarks on the bombing.", 
        "content_index": 33, 
        "additional_info": "Source: The Wall Street Journal\n\nAuthor:  not listed\n\nNamed sources or checkable facts:\nPresident Obama\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) persuade\n"
    }, 
    {
        "tone": "sell", 
        "full_text": "Forget throwing the gauntlet. My dad and I didn’t need a gauntlet to kick off a friendly competition over our everyday fitness routines. We had Fitbits instead — and you know you need to get more exercise when your dad starts lording his daily steps over you. (If Oedipus’d had one, maybe he could have channeled his rage into something more productive.)\n\nThe competition had started quietly. \nMom got a sweater, and I was the one who ended up with a shiny new Fitbit Charge HR in my stocking — matching the Fitbit that my dad had already bought himself. “Cool,” I thought. Then I had some more egg nog and forgot about it. \n\nA few weeks later, I found myself religiously checking my stats every day, always with underwhelming results — I was maxed out at around five thousand steps, and my poor Buffalo Sabres had a better shot at the playoffs than I had of getting to 30 active minutes.\nMeanwhile, my dad was stepping his way to total fitness. “Tired of getting your butt kicked by your old man yet?” he’d joke as he came in after a walk, casually flaunting his seven thousand steps for the day. His twenty-seven active minutes. His ten sets of stairs. He was playing it off as a joke — mostly — but at some point, I felt myself going into game mode. Dad might have been kicking my ass, but he didn’t know what he was getting into. This was war.\n\nI built myself a meal plan that would see me shaving off 10 pounds over the next few months. I legitimately felt guilty when I went to bed without hitting my 10,000 step goal, knowing that my father (note: he’s old) was way ahead of me. \nI went from hitting the recommended ten thousand steps on rare occasions to making it my Everest. I started going on daily walks around the office to squeeze in a few more steps. When my days were packed with meetings I’d put in another 30 minutes on the treadmill. \n\n\nMy father’s competition, and my Fitbit, were just the kick in the pants I’d needed to genuinely start a healthier routine.\n\nMaybe the most important reason that things changed is that I won. My father was crushed. Luke Skywalkered.\n\n I haven’t become a gym rat, and haven’t hit my “perfect” weight goal. I’ve just started getting a little healthier every day, one step at a time. Put it this way: last night, at 11:30, I found myself pacing in the parking lot, diligently trying to get those last thousand steps in. And I didn’t think twice about how crazy that was.\n", 
        "author": "Basil Inferra for FitBit", 
        "headline": "This Fathers’Day, Beat Your Dad at FitBit", 
        "ptype": "double n", 
        "source": "Gawker.com", 
        "source_URL": "http://gawker.com/i-beat-my-dad-at-fitbit-how-i-finally-got-my-fitness-g-1708289765", 
        "references": "", 
        "chunk3": "My father’s competition, and my Fitbit, were just the kick in the pants I’d needed to genuinely start a healthier routine.\n\nMaybe the most important reason that things changed is that I won. My father was crushed. Luke Skywalkered.\n\nI haven’t become a gym rat, and haven’t hit my “perfect” weight goal. I’ve just started getting a little healthier every day, one step at a time. Put it this way: last night, at 11:30, I found myself pacing in the parking lot, diligently trying to get those last thousand steps in. And I didn’t think twice about how crazy that was.", 
        "chunk2": "The competition had started quietly. \nMom got a sweater, and I was the one who ended up with a shiny new Fitbit Charge HR in my stocking — matching the Fitbit that my dad had already bought himself. “Cool,” I thought. Then I had some more egg nog and forgot about it.\n\nA few weeks later, I found myself religiously checking my stats every day, always with underwhelming results — I was maxed out at around five thousand steps, and my poor Buffalo Sabres had a better shot at the playoffs than I had of getting to 30 active minutes.\nMeanwhile, my dad was stepping his way to total fitness. “Tired of getting your butt kicked by your old man yet?” he’d joke as he came in after a walk, casually flaunting his seven thousand steps for the day. His twenty-seven active minutes. His ten sets of stairs. He was playing it off as a joke — mostly — but at some point, I felt myself going into game mode. Dad might have been kicking my ass, but he didn’t know what he was getting into. This was war.\n\nI built myself a meal plan that would see me shaving off 10 pounds over the next few months. I legitimately felt guilty when I went to bed without hitting my 10,000 step goal, knowing that my father (note: he’s old) was way ahead of me. \nI went from hitting the recommended ten thousand steps on rare occasions to making it my Everest. I started going on daily walks around the office to squeeze in a few more steps. When my days were packed with meetings I’d put in another 30 minutes on the treadmill.", 
        "chunk1": "Forget throwing the gauntlet. My dad and I didn’t need a gauntlet to kick off a friendly competition over our everyday fitness routines. We had Fitbits instead — and you know you need to get more exercise when your dad starts lording his daily steps over you. (If Oedipus’d had one, maybe he could have channeled his rage into something more productive.)", 
        "content_index": 34, 
        "additional_info": "Source: Gawker.com\n\nAuthor: Basil Inferra for FitBit\n\nNamed sources or checkable facts: \n\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) sell\n"
    }, 
    {
        "tone": "persuade", 
        "full_text": "      After police officer Darren Wilson fatally shot Michael Brown last summer in Ferguson, Missouri, the media erupted in terror at the prospect of young black men being gunned down by over-excitable white cops. \n\nThe New York Times' Charles Blow wrote that the \"central issue\" of Ferguson was that an \"officer shot an unarmed teenager who witnesses claim had raised his hands in surrender when at least some of the shots were fired, which the family and its attorneys called 'a brutal assassination of his person in broad daylight.'\" \n\nOver at Salon, Brittney Cooper said the Brown shooting proved that black people \"are prey\" -- a charge so moronic even a Starbucks barista wouldn't discuss it with you. \n\nAfter two separate, wide-ranging, phenomenally expensive, months-long investigations, including one by Eric Holder's Justice Department, it turned out: Brown had attacked Officer Wilson, he did not have his hands up, he was charging the officer when he was shot, and Wilson acted in justifiable self-defense.\nInstead of the \"brutal assassination\" of a black man, Holder's big indictment of white America is that cops in Ferguson give blacks too many traffic tickets. \n\nThe entire country is snickering at any report that treats as news the fact that blacks are arrested at higher rates than whites, whether in Ferguson, the Upper West Side of Manhattan or anyplace else. Blacks have a higher crime rate than whites, ergo, they have higher arrest rates. Ice skaters have more skating injuries than tennis players. \n", 
        "author": "Ann Coulter", 
        "headline": "Sanctimony and Grandstanding are More Fun Than Free Speech", 
        "ptype": "double n", 
        "source": "anncoulter.com", 
        "source_URL": "http://www.anncoulter.com/columns/2015-03-18.html", 
        "references": "Attorney General Eric Holder,", 
        "chunk3": "After two separate, wide-ranging, phenomenally expensive, months-long investigations, including one by Eric Holder's Justice Department, it turned out: Brown had attacked Officer Wilson, he did not have his hands up, he was charging the officer when he was shot, and Wilson acted in justifiable self-defense.\nInstead of the \"brutal assassination\" of a black man, Holder's big indictment of white America is that cops in Ferguson give blacks too many traffic tickets.\n\nThe entire country is snickering at any report that treats as news the fact that blacks are arrested at higher rates than whites, whether in Ferguson, the Upper West Side of Manhattan or anyplace else. Blacks have a higher crime rate than whites, ergo, they have higher arrest rates. Ice skaters have more skating injuries than tennis players.", 
        "chunk2": "The New York Times' Charles Blow wrote that the \"central issue\" of Ferguson was that an \"officer shot an unarmed teenager who witnesses claim had raised his hands in surrender when at least some of the shots were fired, which the family and its attorneys called 'a brutal assassination of his person in broad daylight.'\"\n\nOver at Salon, Brittney Cooper said the Brown shooting proved that black people \"are prey\" -- a charge so moronic even a Starbucks barista wouldn't discuss it with you.", 
        "chunk1": "After police officer Darren Wilson fatally shot Michael Brown last summer in Ferguson, Missouri, the media erupted in terror at the prospect of young black men being gunned down by over-excitable white cops.", 
        "content_index": 35, 
        "additional_info": "Source: anncoulter.com\n\nAuthor: Ann Coulter\n\nNamed sources or checkable facts:\nAttorney General Eric Holder, \n\nTone: (neutrally informative or trying to persuade, sell or entertain?) persuade\n"
    }, 
    {
        "tone": "persuade", 
        "full_text": "In a historic moment, South Carolina Gov. Nikki Haley called for removal of the Confederate battle flag from the statehouse grounds. It was the right thing to do and, to many of us, long overdue.\nWhatever arguments have been offered in the past for its prominent placement on government property, the massacre of nine people at Charleston’s Emanuel AME Church nullified them. The pro-heritage argument can no longer hold.\nI say this as a South Carolinian who joined others in 2000 in calling for the flag’s removal from the capitol dome. I say this today as a human being who, along with millions of others, insists that removal of the flag is the least we can do to honor those killed.\nThe flag issue, which erupts every few years, has always been complicated. It is fair to respect the feelings of people whose forebears fought and died in the Civil War — and this was the argument for allowing it to wave.\nBut the story of honoring one’s forebears with the flag is as true for many as is the story of hatred that the flag represents for so many others.\nIt’s no longer of matter of if but when the flag comes down and finds a home in a museum with other artifacts of historical significance. My hope is that it won’t take a demand from the NAACP but will occur by a consensus of the good people of South Carolina to do the right thing.\n\n\n", 
        "author": "Katherine Parker", 
        "headline": "Take Down the Confederate Flag, South Carolina", 
        "ptype": "single n", 
        "source": "The Washington Post", 
        "source_URL": "http://www.washingtonpost.com/opinions/take-down-the-confederate-flag-south-carolina/2015/06/22/97ee92c0-18f9-11e5-ab92-c75ae6ab94b5_story.html", 
        "references": "South Carolina Gov. Nikki Haley", 
        "chunk3": "The flag issue, which erupts every few years, has always been complicated. It is fair to respect the feelings of people whose forebears fought and died in the Civil War — and this was the argument for allowing it to wave.\n\nBut the story of honoring one’s forebears with the flag is as true for many as is the story of hatred that the flag represents for so many others.\n\nIt’s no longer of matter of if but when the flag comes down and finds a home in a museum with other artifacts of historical significance. My hope is that it won’t take a demand from the NAACP but will occur by a consensus of the good people of South Carolina to do the right thing.", 
        "chunk2": "Whatever arguments have been offered in the past for its prominent placement on government property, the massacre of nine people at Charleston’s Emanuel AME Church nullified them. The pro-heritage argument can no longer hold.\n\nI say this as a South Carolinian who joined others in 2000 in calling for the flag’s removal from the capitol dome. I say this today as a human being who, along with millions of others, insists that removal of the flag is the least we can do to honor those killed.", 
        "chunk1": "In a historic moment, South Carolina Gov. Nikki Haley called for removal of the Confederate battle flag from the statehouse grounds. It was the right thing to do and, to many of us, long overdue.", 
        "content_index": 36, 
        "additional_info": "Source: The Washington Post\n\nAuthor:  Katherine Parker\n\nNamed sources or checkable facts:\nSouth Carolina Gov. Nikki Haley\n\nTone: (neutrally informative or trying to persuade, sell or entertain?) persuade"
    }, 
    {
        "tone": "trying to persuade", 
        "full_text": "Everyone seems to have an opinion about the tragic events in Ferguson, Missouri. But, as Daniel Patrick Moynihan used to say, “You’re entitled to your own opinion, but you’re not entitled to your own facts.” \n\nSoon after the shooting death of Michael Brown, this 285-pound young man was depicted as a “gentle giant.” But, after a video was leaked, showing him bullying the owner of a store from which he had stolen some merchandise, Attorney General Eric Holder expressed displeasure that the video was leaked. In other words, to Holder the truth was offensive, but the lie it exposed was not. \nMany people who claimed to have been eyewitnesses to the fatal shooting gave opposite accounts of what happened. Some even gave accounts that contradicted what they themselves had said earlier. Fortunately, the grand jury did not have to rely on such statements, though some in the media seemed to. What the grand jury had, that the rest of us did not, was a set of physical facts that told a story that was independent of what anybody said. \n\nThe physical evidence was hard to square with the assertions that Brown was shot in the back, or was shot with his hands up, while trying to surrender. But it was consistent with the policeman’s testimony. Moreover, the physical facts were consistent with what a number of black witnesses said under oath, despite expressing fears for their own safety for contradicting what those in the rampaging mobs were saying.\n\nWhy some people insist on believing whatever they want to believe is a question that is hard to answer. But a more important question is: What are the consequences from an orgy of anarchy that started in Ferguson, Missouri and has spread around the country? \n", 
        "author": "Thomas Sowell, The Heritage Foundation", 
        "headline": "The Steep Cost of the Ferguson Riots", 
        "ptype": "double n", 
        "source": "thenationalreview.com", 
        "source_URL": "http://www.nationalreview.com/article/393738/steep-cost-ferguson-riots-thomas-sowell", 
        "references": "Grand jury testimony and decision", 
        "chunk3": "The physical evidence was hard to square with the assertions that Brown was shot in the back, or was shot with his hands up, while trying to surrender. But it was consistent with the policeman’s testimony. Moreover, the physical facts were consistent with what a number of black witnesses said under oath, despite expressing fears for their own safety for contradicting what those in the rampaging mobs were saying.\n\nWhy some people insist on believing whatever they want to believe is a question that is hard to answer. But a more important question is: What are the consequences from an orgy of anarchy that started in Ferguson, Missouri and has spread around the country?", 
        "chunk2": "Soon after the shooting death of Michael Brown, this 285-pound young man was depicted as a “gentle giant.” But, after a video was leaked, showing him bullying the owner of a store from which he had stolen some merchandise, Attorney General Eric Holder expressed displeasure that the video was leaked. In other words, to Holder the truth was offensive, but the lie it exposed was not. \nMany people who claimed to have been eyewitnesses to the fatal shooting gave opposite accounts of what happened. Some even gave accounts that contradicted what they themselves had said earlier. Fortunately, the grand jury did not have to rely on such statements, though some in the media seemed to. What the grand jury had, that the rest of us did not, was a set of physical facts that told a story that was independent of what anybody said.", 
        "chunk1": "Everyone seems to have an opinion about the tragic events in Ferguson, Missouri. But, as Daniel Patrick Moynihan used to say, “You’re entitled to your own opinion, but you’re not entitled to your own facts.”", 
        "content_index": 37, 
        "additional_info": "Source:\nthenationalreview.com\nAuthor: Thomas Sowell, The Heritage Foundation\nNamed sources or checkable facts:\nGrand jury testimony and decision\nTone: ( neutrally informative or trying to persuade, sell or entertain?) trying to persuade"
    }, 
    {
        "tone": "persuade/sell", 
        "full_text": "You’ve spent a lifetime building your estate. Now it’s time to decide how it will be distributed. \nThomas Brockley, senior vice president and branch director at RBC Wealth Management, shares some tips on how to maximize your giving and ensure your wishes are followed.\n \n1.\tKeep It In The Family\nIf you’re passing a family business to the next generation, you may want to consider a life insurance trust, Brockley said. Whether your estate includes prime Manhattan real estate, a family dairy farm or a chain of retail stores, taxes and fees will need to be paid A life insurance trust will provide the funds for your heirs to pay those bills.\n\n2.\tSet Guidelines\nAn old accounting maxim says, “Trust, but verify.” In this case, the wording could be changed to, “Create a trust, but specify.” Language in the trust can clearly spell out what the money can be spent on (college) and cannot be spent on (a new Porsche, Botox or trip to Tahiti), Brockley said. One young client spent $50,000 of a quarter-million dollar inheritance in just a couple of weeks, he said. The client bought a car, wrecked it the next day and then bought another one.\n\n3.\tCheck Names\nFinally, it may sound basic, but periodically check the beneficiaries on your accounts to make sure your estate goes to the right people, said Brockley. That’s an easy step that people often ignore.\n", 
        "author": "RBC WealthVoice team", 
        "headline": "3 Tips for Handing Down Your Wealth", 
        "ptype": "double n", 
        "source": "Forbes BrandVoice", 
        "source_URL": "http://www.forbes.com/sites/rbcwealthmanagement/2015/06/05/5-tips-for-handing-down-your-wealth/", 
        "references": "Thomas Brockley, RBC senior vice president", 
        "chunk3": "3.\tCheck Names\nFinally, it may sound basic, but periodically check the beneficiaries on your accounts to make sure your estate goes to the right people, said Brockley. That’s an easy step that people often ignore.", 
        "chunk2": "2.\tSet Guidelines\nAn old accounting maxim says, “Trust, but verify.” In this case, the wording could be changed to, “Create a trust, but specify.” Language in the trust can clearly spell out what the money can be spent on (college) and cannot be spent on (a new Porsche, Botox or trip to Tahiti), Brockley said. One young client spent $50,000 of a quarter-million dollar inheritance in just a couple of weeks, he said. The client bought a car, wrecked it the next day and then bought another one.", 
        "chunk1": "You’ve spent a lifetime building your estate. Now it’s time to decide how it will be distributed. \nThomas Brockley, senior vice president and branch director at RBC Wealth Management, shares some tips on how to maximize your giving and ensure your wishes are followed.\n \n1.\tKeep It In The Family\nIf you’re passing a family business to the next generation, you may want to consider a life insurance trust, Brockley said. Whether your estate includes prime Manhattan real estate, a family dairy farm or a chain of retail stores, taxes and fees will need to be paid A life insurance trust will provide the funds for your heirs to pay those bills.", 
        "content_index": 38, 
        "additional_info": "Source:\nForbes BrandVoice\nAuthor: RBC WealthVoice team\nNamed sources or checkable facts:\nThomas Brockley, RBC senior vice president\nTone: ( neutrally informative or trying to persuade, sell or entertain?) persuade/sell"
    }, 
    {
        "tone": "persuade/entertain", 
        "full_text": "Donald Trump, to be fair, says a lot of idiot things. And for the most part, people just ignore him until he tires himself out, as you might a child having a tantrum. But it looks like his idiot comments about drug-addicted-rapist Mexicans rightfully offended some people—Univision says they’re not going to air the Miss USA beauty pageant as long as he’s involved.\nTrump, who is a part-owner of the pageant, recently inked a lucrative five-year deal with Univision to air and co-produce both the Miss USA and Miss Universe pageants.\nBut then he opened his mouth. Via CNN:\nLast week, in his speech announcing a run for president, Trump deplored immigrants from Mexico who “have lots of problems” and are “bringing those problems to us.”\n“They’re bringing drugs, they’re bringing crime, they’re rapists,” he said, adding, “and some, I assume, are good people.\nThe pageant was set to air July 12, but Univision CEO Randy Falco says that’s definitely not happening.\n“At Univision, we see first-hand the work ethic, love for family, strong religious values and the important role Mexican immigrants and Mexican-Americans have had and will continue to have in building the future of our country,” the company said. “We will not be airing the Miss USA pageant on July 12 or working on any other projects tied to the Trump Organization.”\nTrump, who in some alternate universe could technically, one presumes accidentally, win a primary to become president of our country, says the whole thing is a government plot.", 
        "author": "Gabrielle Bluestone", 
        "headline": "Univision Cancelled Miss USA Because Donald Trump is an A*******", 
        "ptype": "single n", 
        "source": "Gawker", 
        "source_URL": "http://gawker.com/univision-canceled-miss-usa-because-donald-trump-is-an-1713910932", 
        "references": "Donald Trump statement, Univision CEO Randy Falco", 
        "chunk3": "“They’re bringing drugs, they’re bringing crime, they’re rapists,” he said, adding, “and some, I assume, are good people.\n\nThe pageant was set to air July 12, but Univision CEO Randy Falco says that’s definitely not happening.\n\n“At Univision, we see first-hand the work ethic, love for family, strong religious values and the important role Mexican immigrants and Mexican-Americans have had and will continue to have in building the future of our country,” the company said. “We will not be airing the Miss USA pageant on July 12 or working on any other projects tied to the Trump Organization.”\n\nTrump, who in some alternate universe could technically, one presumes accidentally, win a primary to become president of our country, says the whole thing is a government plot.", 
        "chunk2": "Trump, who is a part-owner of the pageant, recently inked a lucrative five-year deal with Univision to air and co-produce both the Miss USA and Miss Universe pageants.\n\nBut then he opened his mouth. Via CNN:\n\nLast week, in his speech announcing a run for president, Trump deplored immigrants from Mexico who “have lots of problems” and are “bringing those problems to us.”", 
        "chunk1": "Donald Trump, to be fair, says a lot of idiot things. And for the most part, people just ignore him until he tires himself out, as you might a child having a tantrum. But it looks like his idiot comments about drug-addicted-rapist Mexicans rightfully offended some people—Univision says they’re not going to air the Miss USA beauty pageant as long as he’s involved.", 
        "content_index": 39, 
        "additional_info": "Source:\nGawker\nAuthor: Gabrielle Bluestone \nNamed sources or checkable facts:\nDonald Trump statement, Univision CEO Randy Falco\nTone: ( neutrally informative or trying to persuade, sell or entertain?) persuade/entertain"
    }, 
    {
        "tone": "sell", 
        "full_text": "Some women consider shaving a chore; for me, it's an obsession. I love the feel of having supersmooth, just-shaven, and moisturized legs, and I'm on a constant quest to get a closer and closer shave. The secret, I've discovered, is fresh razor blades.\n\nThe problem is that most of us tend to use our razor blades for waaaaaaaay too long. I also used to be guilty of this. Then I discovered Dollar Shave Club (via a POPSUGAR Must Have box for men), and I was hooked. You sign up for a membership ($1, $6, or $9 a month, depending on which razor you choose), DSC sends you a razor with a pack of cartridges, and then every month, you get another set of cartridges. Sure, they are technically for men, but that just means they aren't pink and don't have a cute name. They work just fine, I promise. \n\nI cannot tell you how much this has improved my shaving routine. Having supersharp blades means I can just pass over every spot once, and I don't have to press down too hard. I'm no longer obsessed with buying the best shaving cream, I never get razor burn, and my shaves are always silky smooth.\n\nFrankly, I don't really understand why everyone doesn't use this service. The razors are just as good as any drugstore brand, you get to change your blades the minute they get dull, and — the best part — I never have to point to anything behind a counter again.\n", 
        "author": "Nancy Einhart", 
        "headline": "How I Got the Best Shave of My Life", 
        "ptype": "double n", 
        "source": "Popsugar.com", 
        "source_URL": "http://www.popsugar.com/beauty/Dollar-Shave-Club-Review-37159594/?utm_medium=display&utm_source=taboola&utm_campaign=reuters-reuters&utm_content=The+Simple+Secret+To+Smoother+Legs&utm_term=http%3A%2F%2Fcdn.taboolasyndication.com%2Flibtrc%2Fstatic%2Fthumbnails%2Fec0aa2551c224acf0d9f57a893b5c0f8.png", 
        "references": "Dollar Shave Club", 
        "chunk3": "I cannot tell you how much this has improved my shaving routine. Having supersharp blades means I can just pass over every spot once, and I don't have to press down too hard. I'm no longer obsessed with buying the best shaving cream, I never get razor burn, and my shaves are always silky smooth.\n\nFrankly, I don't really understand why everyone doesn't use this service. The razors are just as good as any drugstore brand, you get to change your blades the minute they get dull, and — the best part — I never have to point to anything behind a counter again.", 
        "chunk2": "The problem is that most of us tend to use our razor blades for waaaaaaaay too long. I also used to be guilty of this. Then I discovered Dollar Shave Club (via a POPSUGAR Must Have box for men), and I was hooked. You sign up for a membership ($1, $6, or $9 a month, depending on which razor you choose), DSC sends you a razor with a pack of cartridges, and then every month, you get another set of cartridges. Sure, they are technically for men, but that just means they aren't pink and don't have a cute name. They work just fine, I promise.", 
        "chunk1": "Some women consider shaving a chore; for me, it's an obsession. I love the feel of having supersmooth, just-shaven, and moisturized legs, and I'm on a constant quest to get a closer and closer shave. The secret, I've discovered, is fresh razor blades.", 
        "content_index": 40, 
        "additional_info": "Source:\nPopsugar.com\nAuthor: Nancy Einhart\nNamed sources or checkable facts: Dollar Shave Club\nTone: ( neutrally informative or trying to persuade, sell or entertain?) sell"
    }
]